Repository: Jkrzy/crt-portal
Catalog: crt_portal/cts_forms/locale/*/LC_MESSAGES/django.po
Languages: tl, vi

source: contractors who work with us, if they need it to perform a contract;
tl: mga kontratista na nagtratrabaho kasama namin, kung kakailanganin nila ito upang makagawa ng isang kontrata;
vi: các nhà thầu làm việc với chúng tôi, nếu họ cần để thực hiện hợp đồng;

source: a court, magistrate, or administrative tribunal, as well as opposing counsel during settlement negotiations and/or litigation;
tl: Isang korte, mahistrado, o tribunal na pang-administratibo, pati na rin ang mga manananggol ng salungat na panig sa panahon ng negosasyon sa pag-aareglo at/o litigasyon;
vi: tòa án, quan tòa, hoặc tòa án hành chính, cũng như luật sư đối phương trong quá trình đàm phán dàn xếp và/hoặc kiện tụng;

source: Members of Congress;
tl: Mga Miyembro ng Kongreso
vi: Các Thành viên của Quốc hội;

source: Federal, state, or local law enforcement agencies.
tl: Mga ahensiya na nagpapatupad ng batas sa pederal, estado, o lokal
vi: Các cơ quan hành pháp của liên bang, tiểu bang, hoặc địa phương.

source: You can find our complete <a href="%(privacy_policy_url)s">Privacy Policy here</a>.
tl: Maaari mong makita ang aming kumpletong <a href="%(privacy_policy_url)s">Patakaran sa Pagkapribado dito</a>.
vi: Quý vị có thể tìm thấy <a href="%(privacy_policy_url)s">Chính sách Quyền riêng tư</a> đầy đủ của chúng tôi <a href="%(privacy_policy_url)s">tại đây</a>.

source: You are now leaving the Department of Justice website.
tl: Ikaw ay lumilisan na sa website ng Kagawaran ng Katarungan.
vi: Bây giờ quý vị đang rời khỏi trang web của Bộ Tư pháp.

source: You will automatically be redirected to:
tl: Ikaw ay kusang igagawi sa:
vi: Quý vị sẽ tự động được chuyển hướng đến:

source: The Department of Justice does not endorse the organizations or views represented by this site and takes no responsibility for, and exercises no control over, the accuracy, accessibility, copyright or trademark compliance or legality of the material contained on this site.
tl: Ang Kagawaran ng Katarungan ay hindi ine-endoso ang mga samahan o mga opinyon na kinakatawanan ng sityo na ito at walang pananagutan para sa, at hindi ginagamit ang pamamahala sa, kawastuhan, kakayahang makuha, pagsunod sa karapatang magpalathala o marka ng kalakal o pagiging ligal ng mga materyales na nilalaman ng sityo na ito.
vi: Bộ Tư pháp không xác nhận các tổ chức hoặc quan điểm được đại diện bởi trang web này và không chịu trách nhiệm cũng như không kiểm soát tính chính xác, khả năng truy cập, tuân thủ bản quyền hoặc thương hiệu hoặc tính hợp pháp của tài liệu có trên trang web này.

source: Continue
tl: Ipagpatuloy
vi: Tiếp tục

source: <strong>NOTICE: Your mobile browser is not compatible with this form</strong> and you may experience issues with form submission.
tl: <strong>ABISO: Ang iyong mobile browser ay hindi tugma sa pormularyong ito</strong> at maaari kang dumanas ng mga problema sa pagsumite ng pormularyo.
vi: <strong>LƯU Ý: trình duyệt trên điện thoại di động của quý vị không tương thích với mẫu này</strong> và quý vị có thể gặp trở ngại khi nộp đơn.

source: Please consider downloading the latest version of Google Chrome, Mozilla Firefox, Safari, or Microsoft Edge. <a id="ub_contact" href="#contact-crt">You can also contact us by phone or mail here.</a>
tl: Mangyaring isaalang-alang ang pag-download ng pinakabagong bersyon ng Google Chrome, Mozilla Firefox, Safari, o Microsoft Edge. <a id="ub_contact" href="#contact-crt">Maaari ka ring makipag-ugnay sa amin dito sa pamamagitan ng telepono o koreo.</a>
vi: Vui lòng tải xuống phiên bản mới nhất của Google Chrome, Mozilla Firefox, Safari, hoặc Microsoft Edge. <a id="ub_contact" href="#contact-crt">Quý vị cũng có thể liên lạc với chúng tôi qua điện thoại hoặc gửi thư đến đây.</a>

source: Report a possible civil rights violation
tl: Mag-ulat ng posibleng paglabag sa mga karapatang sibil
vi: Trình báo một việc có khả năng vi phạm quyền công dân

source: Primary concern
tl: Pangunahing pagkabahala
vi: Mối quan ngại chính

source: Location details
tl: Mga detalye ng lugar
vi: Thông tin chi tiết về địa điểm

source: Date
tl: Petsa
vi: Ngày

source: Personal characteristics
tl: Personal na mga katangian
vi: Các đặc điểm cá nhân

source: Personal description
tl: Personal na paglalarawan
vi: Mô tả cá nhân

source: Civil Rights Division - Department of Justice - Privacy Policy
tl: Dibisyon sa mga Karapatang Sibil - Kagawaran ng Katarungan- Patakaran sa Pagkapribado
vi: Ban Dân Quyền - Bộ Tư pháp - Chính sách Quyền riêng tư

source: Privacy Act Statement
tl: Pahayag sa Batas ng Pagkapribado
vi: Tuyên bố về Đạo luật về Quyền Riêng tư

source: Your information
tl: Ang iyong impormasyon
vi: Thông tin của quý vị

source: Our Statutes
tl: Ang aming mga Batas
vi: Các Quy chế của Chúng tôi

source: The information you provide through this form will help the Department of Justice’s Civil Rights Division (“us,” “we”) enforce the federal civil rights statutes within its authority.
tl: Ang impormasyon na ibibigay mo sa pormularyong ito ay makakatulong sa Dibisyon sa mga Karapatang Sibil (“kami”, “tayo”) ng Kagawaran ng Katarungan na ipatupad ang mga batas na pampederal sa mga karapatang sibil sa loob ng kanyang kapangyarihan.
vi: Thông tin quý vị cung cấp qua mẫu này sẽ giúp Ban Dân quyền của Bộ Tư pháp (“chúng tôi”) thực thi các quy chế về dân quyền của liên bang trong thẩm quyền của mình.

source: In addition to our enforcement efforts, we may use the information you provide on this form for certain routine purposes. These include sharing with:
tl: Karagdagan sa aming mga pagsisikap na magpatupad, maaari naming gamitin ang impormasyon na iyong ibibigay sa pormularyong ito para sa ilang karaniwang gawain. Kabilang dito ang pagbabahagi sa:
vi: Ngoài các nỗ lực đảm bảo thực thi của chúng tôi, chúng tôi có thể sử dụng thông tin quý vị cung cấp trong mẫu này cho các mục đích thông thường nhất định. Các mục đích này bao gồm việc chia sẻ với:

source: <li> a court, magistrate, or administrative tribunal, including disclosures to opposing counsel in the course of settlement negotiations; </li> <li> a Member of Congress submitting a request involving an individual, to whom the record pertains, when the individual has requested assistance from the Member with respect to the subject matter of the record. </li> <li> a contractor with the Department of Justice who needs access to the information in order to perform a contract. Recipients of information shall be required to comply with the requirements of the Privacy Act of 1974, as amended, pursuant to 5 U.S.C. 552a(m). </li> <li> a Federal, State, or local law enforcement agency, if we become aware of a violation or potential violation of law or regulation outside the scope of our jurisdiction. </li>
tl: <li> Isang korte, mahistrado, o tribunal na pang-administratibo, kabilang ang mga pagsisiwalat sa manananggol ng salungat na panig sa kurso ng negosasyon sa pag-aareglo; </li> <li> Isang miyembro ng Kongreso na nagsusumite ng kahilingan na kinasasangkutan ng isang tao, kung kanino nakatukoy ang tala, kapag humingi ng tulong ang taong ito sa Miyembro patungkol sa paksa ng talaan. </li> <li> Isang kontratista sa Kagawaran ng Katarungan na nangangailangan ng pagkuha sa impormasyon upang magsagawa ng isang kontrata. Ang mga tatanggap ng impormasyon ay kinakailangang sumunod sa mga kinakailangan ng Batas sa Pagkapribado ng 1974, ayon sa sinusugan, alinsunod sa 5 U.S.C. 552a(m). </li> <li> Isang Pederal, Estado, o lokal na ahensya na nagpapatupad ng batas, kung mayroon kaming nalaman na paglabag o maaaring paglabag ng batas o tuntunin sa labas ng saklaw ng aming kinasasakupan. </li>
vi: <li> tòa án, quan tòa hoặc tòa án hành chính, bao gồm cả việc tiết lộ cho luật sư đối phương trong quá trình đàn phám dàn xếp; </li> <li> một thành viên của Quốc hội gửi một yêu cầu liên quan đến một cá nhân, mà hồ sơ liên quan đến họ, khi cá nhân đó đã yêu cầu sự hỗ trợ từ Thành viên liên quan đến đối tượng chủ thể của hồ sơ. </li> <li> nhà thầu với Bộ Tư pháp, người cần tiếp cận thông tin để thực hiện hợp đồng. Người nhận thông tin phải tuân thủ các yêu cầu của Đạo luật về Quyền riêng tư năm 1974, đã được sửa đổi, theo 5 U.S.C. 552a(m). </li> <li> một cơ quan hành pháp của Liên bang, Tiểu bang, hoặc địa phương, nếu chúng tôi phát hiện ra vi phạm hoặc có khả năng vi phạm pháp luật hoặc quy định nằm ngoài phạm vi quyền hạn của chúng tôi. </li>

source: For a complete list of routine agency uses, please consult the following:
tl: Para sa isang kumpletong listahan ng mga karaniwang gawain ng ahensya, mangyaring kumunsulta sa sumusunod:
vi: Để có danh sách đầy đủ các mục đích sử dụng thông thường của cơ quan, vui lòng tham khảo phần dưới đây:

source: You should also know that:
tl: Kailangan mo ring malaman na:
vi: Quý vị cũng cần biết rằng:

source: <li>Any information you provide to us through this form is voluntary.</li> <li>If you choose not to provide the information we ask for on this form, we may not be able to evaluate or take action based on your report.</li> <li>We will treat the information you provide on this form confidentially, to the extent we are allowed by the Freedom of Information Act (5 U.S.C. 552) and the Privacy Act (5 U.S.C. 552a). </li>
tl: <li>Anumang impormasyon na ipagkaloob mo sa amin sa pamamagitan ng pormularyo na ito ay kusang-loob.</li> <li>Kung piliin mo na hindi magbigay ng impormasyon na hinihingi namin sa pormularyong ito, maaaring hindi namin masusuri o magagawan ng kilos batay sa iyong ulat.</li> <li>Ituturing naming kumpidensyal ang impormasyon na ipagkakaloob mo sa pormularyong ito, hanggang sa saklaw na ipinapahintulot sa amin ng Batas sa Kalayaan ng Impormasyon (Freedom of Information Act, 5 U.S.C. 552) at ng Batas sa Pagkapribado (Privacy Act, 5 U.S.C. 552a). </li>
vi: <li>Bất kỳ thông tin nào quý vị cung cấp cho chúng tôi thông qua mẫu này đều là tự nguyện.</li> <li>Nếu quý vị chọn không cung cấp thông tin chúng tôi yêu cầu trong mẫu này, chúng tôi có thể không đánh giá hoặc thực hiện hành động dựa trên báo cáo của quý vị.</li> <li>Chúng tôi sẽ xử lý thông tin quý vị cung cấp trong mẫu này một cách bí mật, trong phạm vi chúng tôi được phép theo Đạo luật Tự do Thông tin (5 U.S.C. 552) và Đạo luật về Quyền Riêng Tư (5 U.S.C. 552a). </li>

source: Return to top
tl: Bumalik sa itaas
vi: Trở về đầu trang

source: We are authorized to collect this information pursuant to the following statutes:
tl: Kami ay pinahintulutan na tipunin ang impormasyong ito na alinsunod sa sumusunod na mga batas:
vi: Chúng tôi được phép thu thập thông tin này theo các quy chế sau:

source: <li>Official Misconduct, 18 U.S.C. §§ 241, 242</li> <li>The Matthew Shepard and James Byrd, Jr., Hate Crimes Prevention Act of 2009, 18 U.S. Code § 249, et seq.</li> <li>Federally Protected Activities, 18 U.S.C. § 245</li> <li>Criminal Interference with Right to Fair Housing, 18 U.S.C. § 3631</li> <li>Damage to Religious Property, 18 U.S.C. § 247</li> <li>Anti-Trafficking Statutes, including: <ul> <li>18 U.S.C. § 1581 (Peonage)</li> <li>18 U.S.C. § 1584 (Involuntary Servitude)</li> <li>18 U.S.C. § 1589 (Forced Labor)</li> <li>18 U.S.C. § 1590 (Trafficking with Respect to Peonage, Slavery, Involuntary Servitude, or Forced Labor)</li> <li>18 U.S.C. § 1591 (Sex Trafficking of Children or by Force, Fraud, or Coercion)</li> <li>18 U.S.C. § 1592 (Unlawful Conduct with Respect to Documents in Furtherance of Trafficking, Peonage, Slavery, Involuntary Servitude, or Forced Labor)</li> <li>18 U.S.C. § 1593 (Mandatory Restitution)</li> <li>18 U.S.C. § 1594 (Attempt and Forfeiture)</li> <li>18 U.S.C. § 1595 (Private Right of Action)</li> <li>18 U.S.C. § 2423 (Transportation of Minors into Prostitution)</li> <li>18 U.S.C. § 1546 (Visa Fraud)</li> </ul> </li> <li>Freedom of Access to Clinic Entrances Act (FACE), 18 U.S.C. § 248</li> <li>Criminal Protection for Voting Rights, 18 U.S.C. § 594</li> <li>Americans with Disabilities Act, Titles I-III, 42 U.S.C. § 126, et seq.</li> <li>Rehabilitation Act of 1973, 29 U.S.C. § 701, et seq.</li> <li>Civil Rights Act of 1964, Titles II, IV, VI, VII</li> <li>Uniformed Services Employment and Reemployment Rights Act (USERRA), 38 U.S.C. § 4301, et seq. </li> <li>Equal Education Opportunities Act of 1974 (EEOA), 20 USC § 1701, et seq.</li> <li>Individuals with Disabilities in Education Act (IDEA), 20 USC § 1400, et seq.</li> <li>Education Amendments of 1972, Title IX, 20 U.S.C. § 1681, et seq.</li> <li>Fair Housing Act (FHA), 42 U.S.C. § 3601, et seq.</li> <li>Equal Credit Opportunity Act (ECOA), 15 U.S.C. § 1691, et seq.</li> <li>Religious Land Use and Institutionalized Persons Act (RLUIPA), 42 U.S.C. § 2000cc, et seq.</li> <li>Servicemembers Civil Relief Act (SCRA), 50 U.S.C. § 3901, et seq.</li> <li>Immigration and Nationality Act § 274B, 8 U.S.C. § 1324b</li> <li>Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997, et seq.</li> <li>Violent Crime Control and Law Enforcement Act, 36 U.S.C. 12601, et seq.</li> <li>Omnibus Crime and Safe Streets Act, 34 U.S.C. § 10101, et seq.</li> <li>Voting Rights Act, 52 U.S.C. § 10101, et seq.</li> <li>Voting Accessibility for the Elderly and Handicapped Act, 42 U.S.C. § 1973ee, et seq.</li> <li>Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA), 52 U.S.C. 20310, et seq.</li> <li>National Voter Registration Act (NVRA), 52 U.S.C. § 20501, et seq.</li> <li>Genetic Information Nondiscrimination Act (GINA), Title II, 42 U.S.C. § 21f</li> <li>Help America Vote Act (HAVA), 52 U.S.C. § 20901, et seq.</li> <li>Civil Rights Acts of 1870, 1957, 1960, & 1964</li>
tl: <li>Opisyal na Maling Pangangasiwa, 18 U.S.C. §§ 241, 242</li> <li>Mga Batas upang Maiwasan ang mga Krimen ng Pagkapoot ng 2009, ayon kay Matthew Shepard at James Byrd, Jr., 18 U.S. Code § 249, et seq.</li> <li>Mga Aktibidad na Prinoprotektahan ng Pederal, 18 U.S.C. § 245</li> <li>Kriminal na Pagkagambala sa Karapatan ng Maayos na Tirahan, 18 U.S.C. § 3631</li> <li>Pinsala sa mga Ari-ariang Pangrelihiyon, 18 U.S.C. § 247</li> <li>Mga Batas Laban sa Panglilinlang, kabilang ang: <ul> <li>18 U.S.C. § 1581 (Pagtratrabaho bilang Kabayaran sa Utang)</li> <li>18 U.S.C. § 1584 (Labag sa Loob na Pagpapa-alipin)</li> <li>18 U.S.C. § 1590 (Panglilinlang na may Kaugnayan sa Pagtratrabaho bilang Kabayaran sa Utang, Pang-aalipin, Labag sa Loob na Pagpapa-alipin, o Pwersahang Pagtratrabaho)</li> <li>18 U.S.C. § 1591 (Panglilinlang sa Pakikipagtalik ng mga Bata sa Pamamagitan ng Pwersa, Pangloloko, o Pamimilit)</li> <li>18 U.S.C. § 1592 (Mga Pangangasiwang Labag sa Batas na may Kaugnayan sa mga Dokumentong Nagpapalawig ng Panglilinlang, Pagtratrabaho bilang Kabayaran sa Utang, Pagkabusabos, Labag sa Loob na Pagpapa-alipin, o Pwersahang Pagtratrabaho)</li> <li>18 U.S.C. § 1594 (Pagtangka at Pagkawala ng Pagkakataon)</li> <li>18 U.S.C. § 1595 (Pampribadong Karapatan na Magdemanda)</li> <li>18 U.S.C. § 2423 (Transportasyon ng mga Menor de Edad sa Prostitusyon)</li> <li>18 U.S.C. § 1546 (Panloloko ng Visa)</li> </ul> </li> <li>Batas para sa Kalayaan na Makapasok sa mga Pasukan ng Klinika (Freedom of Access to Clinic Entrances Act, FACE), 18 U.S.C. § 248</li> <li>Proteksyong Pangkriminal para sa Karapatang Bomoto, 18 U.S.C. § 594</li> <li>Batas para sa mga Amerikanong may mga Kapansanan, Mga Titolo I-III, 42 U.S.C. § 126, et seq.</li> <li>Batas Para sa Rehabilitasyon ng 1973, 29 U.S.C. § 701, et seq.</li> <li>Batas Para sa Karapatang Pangsibil ng 1964, Mga Titolo II, IV, VI, VII</li> <li>Batas Para sa Unipormeng Serbisyo sa Karapatan sa Pagtratrabaho at Pagbabalik sa Trabaho (Uniformed Services Employment and Reemployment Rights Act, USERRA), 38 U.S.C. § 4301, et seq.</li> <li>Batas para sa Pantay na Oportunidad sa Edukasyon ng 1974 (Equal Education Opportunities Act, EEOA), 20 USC § 1701, et seq.</li> <li>Batas para sa Edukasyon ng mga Taong may mga Kapansanan (Individuals with Disabilities in Education Act, IDEA), 20 USC § 1400, et seq.</li> <li>Mga Pagbabago sa Edukasyon ng 1972, Titolo IX, 20 U.S.C. § 1681, et seq.</li> <li>Batas para sa Walang-Kiling na Pabahay (Fair Housing Act, FHA), 42 U.S.C. § 3601, et seq.</li> <li>Batas para sa Pantay na Opportunidad sa Pagpapautang (Equal Credit Opportunity Act, ECOA), 15 U.S.C. § 1691, et seq.</li> <li>Batas para sa Paggamit ng mga Lupa para sa Relihiyon at sa Mga Taong Nasa Bilangguan (Religious Land Use and Institutionalized Persons Act, RLUIPA), 42 U.S.C. § 2000cc, et seq.</li> <li>Batas na Makakapagpagaan sa Buhay Pangsibil ng mga Miyembro ng Serbisyong Pangmilitar (Servicemembers Civil Relief Act, SCRA), 50 U.S.C. § 3901, et seq.</li> <li>Batas para sa Imigrasyon at Nasyonalidad § 274B, 8 U.S.C. § 1324b</li> <li>Batas para sa Mga Karapatang Pangsibil ng mga Taong Nasa Bilangguan (Civil Rights of Institutionalized Persons Act, CRIPA), 42 U.S.C. § 1997, et seq.</li> <li>Batas para sa Pagkontrol ng Bayolenteng Krimen at Pagpapatupad ng Batas, 36 U.S.C. 12601, et seq.</li> <li>Batas para sa Mga Pinagsama-samang Krimen at Ligtas na Kalye, 34 U.S.C. § 10101, et seq.</li> <li>Batas para sa Mga Karapatang Bumoto, 52 U.S.C. § 10101, et seq.</li> <li>Batas para sa Madaliang Pagboto ng mga Matatanda at May Mga Kapansanan, 42 U.S.C. § 1973ee, et seq.</li> <li>Batas para sa Pagboto ng Mga Mamamayan na Manliliban na Nasa Militar at Nasa Ibang Bansa (Uniformed and Overseas Citizens Absentee Voting Act, UOCAVA), 52 U.S.C. 20310, et seq.</li> <li>Batas para sa Pagtatala ng Mga Botanteng Mamamayan (National Voter Registration Act, NVRA), 52 U.S.C. § 20501, et seq.</li> <li>Batas na Laban sa Diskriminasyon Base sa Impormasyon ng Henesya (Genetic Information Nondiscrimination Act, GINA), Titolo II, 42 U.S.C. § 21f</li> <li>Batas na Tumutulong sa Pagboto ng Amerika (Help America Vote Act, HAVA), 52 U.S.C. § 20901, et seq.</li> <li>Batas para sa Mga Karapatang Pangsibil ng 1870, 1957, 1960 & 1964</li>
vi: <li>Hành vi Sai trái Chính thức, 18 U.S.C. §§ 241, 242</li> <li>Matthew Shepard và, James Byrd, Jr., Đạo luật Phòng ngừa Tội phạm Thù ghét năm 2009, Bộ luật Hoa Kỳ 18 § 249, và các tài liệu tiếp theo.</li> <li>Các Hoạt động được Bảo vệ của Liên bang, 18 U.S.C. § 245</li> <li>Can thiệp Hình sự vào Quyền có Nhà ở Công bằng, 18 U.S.C. § 3631</li> <li>Thiệt hại Tài sản Tôn giáo, 18 U.S.C. § 247</li> <li>Các Quy chế Chống Buôn bán người, bao gồm:</li> <ul> <li>18 U.S.C. § 1581 (Con nợ)</li> <li>18 U.S.C. § 1584 (Nô lệ Không tự nguyện)</li> <li>18 U.S.C. § 1589 (Lao động Cưỡng bức)</li> <li>18 U.S.C. § 1590 (Buôn bán Liên quan đến Con nợ, Nô lệ, Nô lệ Không tự nguyện hoặc Lao động Cưỡng bức)</li> <li>18 U.S.C. § 1591 (Buôn bán Tình dục Trẻ em hoặc bằng Bạo lực, Lừa gạt, hoặc Ép buộc)</li> <li>18 U.S.C. § 1592 (Hành vi Bất hợp pháp Liên quan đến các Tài liệu về Buôn bán, Con nợ, Nô lệ, Nô lệ Không tự nguyện, hoặc Lao động Cưỡng bức)</li> <li>18 U.S.C. § 1593 (Bồi thường Bắt buộc)</li> <li>18 U.S.C. § 1594 (Xâm phạm và Tước quyền)</li> <li>18 U.S.C. § 1595 (Quyền Hành động Riêng tư)</li> <li>18 U.S.C. § 2423 (Vận chuyển Trẻ vị Thành niên vào Mại dâm)</li> <li>18 U.S.C. § 1546 (Gian lận Visa)</li> </ul> </li> <li>Đạo luật về Quyền Tự do Tiếp cận Lối vào Phòng khám (FACE), 18 U.S.C. § 248</li> <li>Bảo vệ Hình sự cho Quyền Bầu cử, 18 U.S.C. § 594</li> <li>Đạo luật về Người Mỹ Khuyết tật, các Title I-III, 42 U.S.C. § 126, và các tài liệu tiếp theo.</li> <li>Đạo luật Phục hồi năm 1973, 29 U.S.C. § 701, và các tài liệu tiếp theo.</li> <li>Đạo luật Dân quyền năm 1964, các Title II, IV, VI, VII</li> <li>Đạo Luật Quyền Được Tuyển Dụng và Tái Tuyển Dụng của Quân Nhân (USERRA), 38 U.S.C. § 4301, và các tài liệu tiếp theo.</li> <li>Đạo luật về Cơ hội Giáo dục Bình đẳng năm 1974 (EEOA), 20 USC § 1701, và các tài liệu tiếp theo.</li> <li>Đạo luật Giáo dục Người Khuyết tật (IDEA), 20 USC § 1400, và các tài liệu tiếp theo.</li> <li>Tu chính về Giáo dục năm 1972, Title IX, 20 U.S.C. § 1681, và các tài liệu tiếp theo.</li> <li>Đạo luật Gia cư Công (FHA), 42 U.S.C. § 3601, và các tài liệu tiếp theo.</li> <li>Đạo luật Cơ hội Tín dụng Bình đẳng (ECOA), 15 U.S.C. § 1691, và các tài liệu tiếp theo.</li> <li>Đạo luật Sử dụng Đất Tôn giáo và dành cho Người ở Cơ sở Tập trung (RLUIPA), 42 U.S.C. § 2000cc, và các tài liệu tiếp theo.</li> <li>Đạo luật Miễn Giảm Trách Nhiệm Dân Sự của Quân Nhân (SCRA), 50 U.S.C. § 3901, và các tài liệu tiếp theo.</li> <li>Đạo luật về Nhập cư và Quốc tịch § 274B, 8 U.S.C. § 1324b</li> <li>Đạo luật về Quyền công dân của Những người Ở Cơ sở Tập trung (CRIPA), 42 U.S.C. § 1997, và các tài liệu tiếp theo.</li> <li>Đạo luật Kiểm soát Tội phạm Bạo lực và Thực thi Pháp luật, 36 U.S.C. 12601, và các tài liệu tiếp theo.</li> <li>Đạo luật về Tội phạm Omnibus và Đường phố An toàn, 34 U.S.C. § 10101, và các tài liệu tiếp theo.</li> <li>Đạo luật về Quyền Bỏ phiếu, 52 U.S.C. § 10101, và các tài liệu tiếp theo.</li> <li>Đạo luật về Việc Tiếp cận Bỏ phiếu cho Người cao tuổi và Người khuyết tật, 42 U.S.C. § 1973ee, và các tài liệu tiếp theo.</li> <li>Đạo luật Bỏ phiếu Khiếm diện cho Công dân Cư trú ở Nước ngoài và Quân nhân (UOCAVA), 52 U.S.C. 20310, và các tài liệu tiếp theo.</li> <li>Đạo luật Đăng ký Cử tri Quốc gia (NVRA), 52 U.S.C. § 20501, và các tài liệu tiếp theo.</li> <li>Đạo luật Không Phân biệt Đối xử về Thông tin Di truyền (GINA), Title II, 42 U.S.C. § 21f</li> <li>Đạo luật Giúp Mỹ Bỏ Phiếu Bầu (HAVA), 52 U.S.C. § 20901, và các tài liệu tiếp theo.</li> <li>Đạo luật Dân Quyền năm 1870, 1957, 1960, & 1964</li>

source: The full list of routine uses for this correspondence can be found in the System of Records Notice titled, JUSTICE/CRT – 001, "Central Civil Rights Division Index File and Associated Records", 68 Fed. Reg. 47610, 611 (8-11-2003); 70 Fed. Reg. 43904 (7-29-2005); 72 Fed. Reg. 3410 (1-25-2007) (rescinded by 82 FR 24147); 82 Fed. Reg. 24147 (5-25-2017).
tl: Ang buong listahan ng mga karaniwang gawain ng pagsusulatang ito ay makikita sa Sistema ng Abiso ng Talaan na pinamamagatang, JUSTICE/CRT - 001, “Central Civil Rights Division Index File and Associated Records”, 68 Fed. Reg. 47610, 611 (8-11-2003); 70 Fed. Reg. 43904 (7-29-2005); 72 Fed. Reg. 3410 (1-25-2007) (pinawalang-bisa ng 82 FR 24147); 82 Fed. Reg. 24147 (5-25-2017).
vi: Danh sách đầy đủ các mục đích sử dụng thông thường cho thư tín này có thể được tìm thấy trong Thông báo Hệ thống Hồ sơ có tiêu đề, JUSTICE/CRT – 001, “Hồ sơ Chỉ số Ban Dân quyền Trung tâm và Hồ sơ Liên kết", 68 Fed. Reg. 47610, 611 (8-11-2003); 70 Fed. Reg. 43904 (7-29-2005); 72 Fed. Reg. 3410 (1-25-2007) (bị hủy bỏ bởi 82 FR 24147); 82 Fed. Reg. 24147 (5-25-2017).

source: How do I...
tl: Paano ako…
vi: Bằng cách nào tôi có thể…

source: Report a possible federal criminal civil rights violation
tl: Mag-ulat ng posibleng paglabag sa mga karapatang sibil ng pederal na kriminal
vi: Trình báo một việc có khả năng là vi phạm hình sự liên bang về quyền công dân

source: Find the election laws, voting hours, or polling place locations in your state
tl: Hanapin ang mga batas sa eleksyon, mga oras ng pagboto, o mga lokasyon ng botohan sa iyong estado
vi: Tìm thông tin về luật bầu cử, giờ bỏ phiếu, hoặc những địa điểm bỏ phiếu trong tiểu bang của mình

source: Learn about your voting rights
tl: Alamin ang iyong mga karapatan sa pagboto
vi: Tìm hiểu về quyền bỏ phiếu của mình
