Repository: Jkrzy/crt-portal
Catalog: crt_portal/cts_forms/locale/*/LC_MESSAGES/django.po
Languages: tl, vi

source: If you are reporting misconduct by law enforcement or believe you have experienced a hate crime, please <a aria-label="contact the FBI" class="external-link--white" href="https://www.fbi.gov/contact-us">contact the FBI</a>.
tl: Kung ikaw ay nag-uulat sa maling pangangasiwa ng mga nagpapatupad ng batas o naniniwala ka na nakaranas ka ng isang krimen sa pagkapoot, mangyaring <a aria-label="contact the FBI" class="external-link--white" href="https://www.fbi.gov/contact-us">makipag-ugnay sa FBI</a>.
vi: Nếu quý vị đang báo cáo hành vi sai trái của cơ quan hành pháp hoặc tin rằng quý vị đã phải chịu đựng một hành vi phạm tội do thù ghét, vui lòng <a aria-label="contact the FBI" class="external-link--white" href="https://www.fbi.gov/contact-us">liên hệ với FBI</a>.

source: We protect your rights through:
tl: Pinoprotektahan namin ang iyong mga karapatan sa pamamagitan ng:
vi: Chúng tôi bảo vệ các quyền của quý vị thông qua:

source: Enforcement
tl: Pagpapatupad
vi: Đảm bảo thực thi

source: We sue or prosecute individuals and organizations who violate civil rights laws.
tl: Idinedemanda o inuusig namin ang mga tao at mga samahan na lumalabag sa mga batas sa mga karapatang sibil.
vi: Chúng tôi khởi kiện hoặc truy tố những cá nhân và tổ chức vi phạm luật dân quyền.

source: You can help us do this work by reporting a possible civil rights violation through our <a href="%(report_form_url)s">online form</a>.
tl: Maaari mo kaming tulungang gawin ang trabahong ito sa pamamagitan ng pag-uulat ng isang posibleng paglabag sa mga karapatang sibil sa pamamagitan ng aming <a href="%(report_form_url)s">online na pormularyo</a>.
vi: Quý vị có thể giúp chúng tôi thực hiện việc này bằng cách báo cáo một hành vi vi phạm dân quyền có thể xảy ra thông qua <a href="%(report_form_url)s">mẫu đơn trực tuyến</a>.

source: Education
tl: Edukasyon
vi: Giáo dục

source: We help the public understand how to comply with these laws.
tl: Tinutulungan namin ang publiko na maunawaan kung paano sumunod sa mga batas na ito.
vi: Chúng tôi giúp công chúng hiểu cách tuân thủ các luật này.

source: We do this through public speaking, technical assistance, and more.
tl: Ginagawa namin ito sa pamamagitan ng pakikipag-usap sa publiko, tulong na pangteknikal, at iba pa.
vi: Chúng tôi thực hiện điều này thông qua phát biểu trước công chúng, trợ giúp kỹ thuật, và những việc làm khác.

source: Coordination
tl: Koordinasyon
vi: Hợp tác

source: We help the entire federal government work together to enforce these laws.
tl: Tinutulungan namin ang buong gobyernong pampederal na magtrabaho ng sama-sama upang ipatupad ang mga batas na ito.
vi: Chúng tôi giúp toàn bộ chính phủ liên bang phối hợp làm việc cùng nhau để thực thi các luật này.

source: Our teams work with other agencies to promote a consistent approach to civil rights laws.
tl: Ang aming mga koponan ay nagtatrabaho kasama ang ibang mga ahensya upang itaguyod ang naaalinsunod na pagtalakay ng mga batas sa karapatang sibil.
vi: Các nhóm của chúng tôi làm việc với các cơ quan khác để thúc đẩy cách tiếp cận nhất quán đối với các luật dân quyền.

source: Understanding your rights
tl: Pag-unawa sa iyong mga karapatan
vi: Hiểu các quyền của quý vị

source: Civil rights laws can protect you from unlawful discrimination, harassment, or abuse in a variety of settings like <span class="crt-landing--rights_text crt-landing--rights_categories">housing, the workplace, school, voting, business, healthcare, public spaces</span>, and more.
tl: Maaari kang protektahan ng mga batas sa karapatang sibil mula sa labag sa batas na diskriminasyon, panliligalig, o abuso sa iba’t-ibang kapaligiran katulad ng <span class="crt-landing--rights_text crt-landing--rights_categories">pabahay, lugar ng pinagtatrabahuhan, paaralan, pagboto, negosyo, pangangalaga sa kalusugan, pampublikong mga puwang</span>, at iba pa.
vi: Luật dân quyền có thể bảo vệ quý vị khỏi sự phân biệt đối xử, quấy rối hoặc lạm dụng bất hợp pháp trong nhiều môi trường khác nhau như <span class="crt-landing--rights_text crt-landing--rights_categories">nhà ở, nơi làm việc, trường học, hoạt động bỏ phiếu, doanh nghiệp, chăm sóc sức khỏe, không gian công cộng</span>, v.v.

source: If you have been <span class="crt-landing--rights_categories">mistreated by law enforcement</span> (including while incarcerated), believe you have been a victim of a <span class="crt-landing--rights_categories">hate crime</span>, or a victim of <span class="crt-landing--rights_categories">human trafficking</span>, we can help get you to the right place.
tl: Kung ikaw ay <span class="crt-landing--rights_categories">minaltrato ng nagpapatupad ng batas</span> (kabilang ang habang nakakulong), naniniwala na ikaw ay naging biktima ng isang <span class="crt-landing--rights_categories">krimen sa pagkapoot</span>, o isang biktima ng <span class="crt-landing--rights_categories">panlilinlang ng mga tao</span>, maaari ka naming tulungan na tumungo sa tamang direksiyon.
vi: Nếu quý vị <span class="crt-landing--rights_categories">bị cơ quan hành pháp ngược đãi</span> (kể cả khi đang bị giam giữ), tin rằng quý vị là nạn nhân của <span class="crt-landing--rights_categories">hành vi phạm tội do thù ghét</span> hoặc nạn nhân của <span class="crt-landing--rights_categories">nạn buôn người</span>, chúng tôi có thể giúp đưa quý vị đến đúng nơi.

source: Choose from this list to see example civil rights violations:
tl: Pumili mula sa listahang ito upang makita ang halimbawa ng mga paglabag sa mga karapatang sibil:
vi: Chọn từ danh sách này để xem ví dụ về các hành vi vi phạm dân quyền:

source: If you think you’ve experienced a similar situation, learn <a href="#crt-landing--reporting">how to report a civil rights violation</a>.
tl: Kung sa tingin mo ay nakaranas ka ng kaparehong sitwasyon, aralin <a href="#crt-landing--reporting">kung paano mag-ulat ng isang paglabag sa mga karapatang sibil</a>.
vi: Nếu quý vị cho rằng mình đã trải qua trường hợp tương tự, hãy tìm hiểu <a href="#crt-landing--reporting">cách báo cáo hành vi vi phạm dân quyền</a>.

source: Protected by civil rights laws
tl: Protektado ng mga batas sa mga karapatang sibil
vi: Được các luật dân quyền bảo vệ

source: These are the most common characteristics that are legally protected.
tl: Ang mga ito ay ang pinaka-karaniwang mga katangian na ligal na pinoprotektahan.
vi: Đây là những đặc điểm chung nhất được bảo vệ hợp pháp.

source: Disability <span class="crt-landing--protected">including temporary or in recovery</span>
tl: Kapansanan <span class="crt-landing--protected">kabilang ang panandalian o habang nagpapagaling</span>
vi: Tình trạng khuyết tật <span class="crt-landing--protected">bao gồm tạm thời hoặc đang phục hồi</span>

source: Sex, gender identity, and sexual orientation
tl: Kasarian, pagkakakilanlan ng kasarian, at orientasyong sekswal
vi: Giới tính, nhận dạng giới tính, và xu hướng tình dục

source: Immigration/citizenship status
tl: Katayuan sa Imigrasyon / Pagkamamamayan
vi: Tình trạng nhập cư/tư cách công dân

source: Language and national origin <span class="crt-landing--protected">including ancestry and ethnicity</span>
tl: Wika at pambansang pinagmulan <span class="crt-landing--protected">kabilang ang pinagnunuan at etnisidad</span>
vi: Ngôn ngữ và quốc gia xuất xứ <span class="crt-landing--protected">bao gồm tổ tiên và dân tộc</span>

source: Family, marital, or parental status <span class="crt-landing--protected">including pregnancy</span>
tl: Katayuan ng pamilya, pag-aasawa, o pagiging magulang <span class="crt-landing--protected">kabilang ang pagbubuntis</span>
vi: Tình trạng gia đình, hôn nhân, hay làm cha mẹ <span class="crt-landing--protected">bao gồm cả tình trạng mang thai</span>

source: Genetic identification
tl: Pagkakakilanlan ng genetika
vi: Nhận dạng di truyền

source: Servicemember status
tl: Katayuan sa miyembro ng serbisyo
vi: Tình trạng quân vụ

source: How to report a civil rights violation
tl: Paano mag-ulat ng isang paglabag sa mga karapatang sibil
vi: Cách báo cáo một hành vi vi phạm dân quyền

source: If you believe that you or someone else experienced unlawful discrimination, you can report a civil rights violation.
tl: Kung naniniwala ka na ikaw o ang ibang tao ay nakaranas ng labag sa batas na diskriminasyon, maaari kang mag-ulat ng isang paglabag sa mga karapatang sibil.
vi: Nếu quý vị tin rằng quý vị hoặc người khác đã bị phân biệt đối xử bất hợp pháp, quý vị có thể báo cáo một hành vi vi phạm dân quyền.

source: Report using our online form.
tl: Mag-ulat gamit ang aming online na pormularyo.
vi: Báo cáo bằng cách sử dụng mẫu trực tuyến của chúng tôi.

source: By completing the online form, you can provide the details we need to understand what happened. You will receive a confirmation number and your report is immediately sent to our staff for review.
tl: Sa pamamagitan ng pagkumpleto sa online na pormularyo, maaari kang magbigay ng mga detalye na kailangan namin upang maunawaan kung ano ang nangyari. Makakatanggap ka ng numero bilang kumpirmasyon at ang iyong ulat ay agad na maipapadala sa aming kawani upang masuri.
vi: Bằng cách hoàn thành mẫu đơn trực tuyến, quý vị có thể cung cấp các chi tiết mà chúng tôi cần để hiểu điều gì đã xảy ra. Quý vị sẽ nhận được một số xác nhận và báo cáo của quý vị ngay lập tức được gửi đến nhân viên của chúng tôi để đánh giá.

source: We review your report.
tl: Sinusuri namin ang iyong ulat.
vi: Chúng tôi sẽ đánh giá báo cáo của quý vị.

source: Teams that specialize in handling your type of issue will review it. If it needs to be forwarded to another team or agency, we will try to connect your complaint to the right group.
tl: Ang mga koponan na dalubhasa sa paghawak ng iyong uri ng suliranin ay susuriin ito. Kung kinakailangang ipasa ito sa ibang koponan o ahensya, susubukan naming ikonekta ang iyong reklamo sa tamang pangkat.
vi: Các nhóm chuyên trách xử lý loại vấn đề của quý vị sẽ xem xét vấn đề đó. Nếu vụ việc cần được chuyển tiếp đến một nhóm hoặc cơ quan khác, chúng tôi sẽ cố gắng kết nối khiếu nại của quý vị với đúng nhóm.

source: We determine next steps and get back to you.
tl: Tinutukoy namin ang mga susunod na hakbang at babalikan ka namin.
vi: Chúng tôi xác định các bước tiếp theo và liên hệ lại với quý vị.

source: Possible outcomes include: following up for more information, starting a mediation or investigation, directing you to another organization for further help, or informing you that we cannot help.
tl: Kabilang sa posibleng mga kalalabasan ay ang: mag-follow-up para sa karagdagang impormasyon, mag-umpisa ng isang pagpapagitna o pagsisiyasat, ididirekta ka sa ibang samahan para sa karagdagang tulong, o ipapaalam sa iyo na hindi kami makakatulong.
vi: Các kết quả có thể xảy ra bao gồm: theo dõi để biết thêm thông tin, bắt đầu hòa giải hoặc điều tra, chuyển quý vị đến một tổ chức khác để được trợ giúp thêm hoặc thông báo cho quý vị rằng chúng tôi không thể giúp đỡ.

source: Have you or someone you know experienced a civil rights violation?
tl: Ikaw ba o isang kakilala mo ay nakaranas ng isang paglabag sa mga karapatang sibil?
vi: Quý vị hoặc một người nào đó mà quý vị biết có từng bị vi phạm dân quyền không?

source: If you cannot access the online form, you can <a href="#phone-footer">call</a> to report a violation or report a violation by <a href="#address-footer">mail</a>.
tl: Kung hindi mo makuha ang online na pormularyo, maaari kang <a href="#phone-footer">tumawag</a> upang mag-ulat ng isang paglabag o mag-ulat ng isang paglabag sa pamamagitan ng <a href="#address-footer">koreo</a>.
vi: Nếu quý vị không thể truy cập vào mẫu trực tuyến, quý vị có thể <a href="#phone-footer">gọi điện</a> để báo cáo hành vi vi phạm hoặc báo cáo hành vi vi phạm qua <a href="#address-footer">thư</a>.

source: Already submitted a report?
tl: Nagsumite na ng ulat?
vi: Quý vị đã gửi báo cáo?

source: Here's what to expect.
tl: Ito ang aasahan.
vi: Dưới đây là những việc sẽ xảy ra.

source: <strong>Thank you for your report.</strong> We carefully read each one to determine if we have the authority to help. We do our best to let you know about the outcome of our review. However, we may not always be able to provide you with updates because:
tl: <strong>Salamat sa iyong ulat.</strong> Masinsinan naming binabasa ang bawat isa upang matukoy kung mayroon kaming awtoridad na tumulong. Ginagawa namin ang lahat ng aming makakaya upang ipaalam sa iyo kung ano ang kinalabasan ng aming pagsusuri. Subalit, maaaring hindi namin palaging maibibigay sa iyo ang mga pinakabagong impormasyon dahil:
vi: <strong>Cảm ơn quý vị đã báo cáo.</strong> Chúng tôi đọc kỹ từng điều một để xác định xem chúng tôi có đủ thẩm quyền để trợ giúp hay không. Chúng tôi sẽ cố gắng hết sức để thông báo cho quý vị biết về kết quả đánh giá của chúng tôi. Tuy nhiên, không phải lúc nào chúng tôi cũng có thể cung cấp cho quý vị các thông tin cập nhật vì:

source: We're actively working on an investigation or case related to your report.
tl: Kami ay aktibong nagsasagawa ng pagsisiyasat o kaso na kaugnay sa iyong ulat.
vi: Chúng tôi đang tích cực tiến hành một cuộc điều tra hoặc đang xử lý một trường hợp liên quan đến báo cáo của quý vị.

source: We're receiving and actively reviewing many reports at the same time.
tl: Kami ay tumatanggap at aktibong sumusuri ng maraming mga ulat ng sabay-sabay.
vi: Chúng tôi đang nhận và tích cực đánh giá nhiều báo cáo cùng một lúc.

source: Need urgent legal help?
tl: Nangangailangan ng kagyat na ligal na tulong?
vi: Quý vị cần hỗ trợ pháp lý khẩn cấp?

source: Due to the amount of reports we receive, it can take several weeks for us to respond to your issue. Local legal aid offices or lawyers in your area may be able to quickly respond to or help with your concern
tl: Dahil sa dami ng mga ulat na aming natatanggap, maaaring tumagal ng ilang linggo bago kami makatugon sa iyong suliranin. Ang mga tanggapang lokal sa ligal na tulong o mga abogado sa iyong lugar ay maaaring tumugon ng mabilisan o tumulong sa iyong pagkabahala
vi: Do chúng tôi nhận được số lượng lớn các báo cáo, có thể mất vài tuần để chúng tôi hồi đáp vấn đề của quý vị. Văn phòng hỗ trợ pháp lý địa phương hoặc luật sư trong khu vực của quý vị có thể nhanh chóng hồi đáp hoặc giúp đỡ quý vị về mối quan ngại của quý vị

source: Contact Legal Services Corporation to help you find a legal aid lawyer in your area at <a aria-label="www.lsc.gov/find-legal-aid" class="external-link--blue external-link--popup" href="https://www.lsc.gov/find-legal-aid">lsc.gov/find-legal-aid</a>.
tl: Makipag-ugnay sa Korporasyon ng Mga Serbisyong Legal upang tulungan kang makahanap ng isang abogado ng tulong na legal sa iyong lugar sa <a aria-label="www.lsc.gov/find-legal-aid" class="external-link--blue external-link--popup" href="https://www.lsc.gov/find-legal-aid">lsc.gov/find-legal-aid</a>.
vi: Liên hệ với Công ty Dịch vụ Pháp lý (Legal Services Corporation) tại <a aria-label="www.lsc.gov/find-legal-aid" class="external-link--blue external-link--popup" href="https://www.lsc.gov/find-legal-aid">lsc.gov/find-legal-aid</a> để họ giúp quý vị tìm một luật sư trợ giúp pháp lý tại khu vực của quý vị.

source: Or visit <a class="external-link--blue external-link--popup american-bar-link" href="https://www.americanbar.org/groups/legal_services/flh-home/">www.americanbar.org/groups/legal_services/flh-home</a> or call <a href="tel:800-285-2221">(800) 285-2221</a> to find a lawyer through the American Bar Association.
tl: O bisitahin ang <a class="external-link--blue external-link--popup american-bar-link" href="https://www.americanbar.org/groups/legal_services/flh-home/">www.americanbar.org/groups/legal_services/flh-home</a> o tawagan ang <a href="tel:800-285-2221">(800) 285-2221</a> upang humanap ng isang abogado sa pamamagitan ng American Bar Association.
vi: Hoặc truy cập <a class="external-link--blue external-link--popup american-bar-link" href="https://www.americanbar.org/groups/legal_services/flh-home/">www.americanbar.org/groups/legal_services/flh-home</a> hoặc gọi <a href="tel:800-285-2221">(800) 285-2221</a> để tìm luật sư thông qua Hiệp hội Luật sư Hoa Kỳ.

source: Image attributions
tl: Mga katangian ng imahe
vi: Mô tả ảnh

source: Official websites use .gov
tl: Ginagamit ng opisyal na mga pahinarya ang .gov
vi: Những trang mạng chính thức sử dụng tên miền .gov

source: A <strong>.gov</strong> website belongs to an official government organization in the United States.
tl: Ang isang pahinarya na <strong>.gov</strong> ay kabilang sa isang opisyal na organisasyon ng pamahalaan sa Estados Unidos.
vi: Trang mạng <strong>.gov</strong> thuộc một cơ quan chính thức của chính phủ tại Hoa Kỳ.

source: Secure .gov websites use HTTPS
tl: Ang ligtas na mga pahinarya na .gov ay gumagamit ng HTTPS
vi: Các trang mạng an toàn có tên miền .gov sử dụng HTTPS

source: A <strong>lock</strong> (
tl: Ang isang <strong>kandado</strong> (
vi: <strong>Biểu tượng ổ khóa</strong> (

source: ) or <strong>https://</strong> means you’ve safely connected to the .gov website. Share sensitive information only on official, secure websites.
tl: ) o <strong>https://</strong> ay nakakonekta sa pahinaryang .gov. Magbahagi lamang ng sensitibong impormasyon sa opisyal, ligtas na mga pahinarya.
vi: ) hoặc <strong>https://</strong> có nghĩa quý vị đã kết nối an toàn với trang mạng .gov. Chỉ chia sẻ những thông tin nhạy cảm trên những trang mạng chính thức và an toàn.

source: An official website of the United States government
tl: Isang opisyal na website ng gobyerno ng Estados Unidos
vi: Một trang web chính thức của chính phủ Hoa Kỳ

source: Here’s how you know
tl: Ito ay kung paano mo malalaman
vi: Đây là cách để quý vị biết

source: You are continuing your complaint without providing email or phone information.
tl: Ipinagpapatuloy mo ang iyong pag-uulat nang hindi nagbibigay ng impormasyon sa iyong email o telepono.
vi: Quý vị đang tiếp tục báo cáo mà không cung cấp địa chỉ email hoặc số điện thoại.

source: You do not have to provide contact information, however, we will not be able to contact you for any status updates or potential follow up. Would you like to add your contact information now? If you prefer not to, you will go to Step 2.
tl: Hindi mo kinakailangang magbigay ng impormasyon sa pakikipag-ugnay, subalit, hindi naming magagawang makipag-ugnay sayo para sa anumang update sa katayuan o potensiyal na pag-follow up. Nais mo bang idagdag ang iyong impormasyon sa pakikipag-ugnay ngayon? Kung pipiliin mo na hindi, mapupunta ka sa Hakbang 2.
vi: Quý vị không cần phải cung cấp thông tin liên lạc, tuy nhiên, chúng tôi sẽ không thể liên lạc với quý vị để cập nhật tình trạng hồ sơ hoặc trong trường hợp có thể cần thêm thông tin. Quý vị có muốn cung cấp thông tin liên lạc của quý vị bây giờ hay không? Nếu không muốn, quý vị sẽ chuyển sang Bước 2.

source: No, I don't want to provide it
tl: Hindi, ayaw kong ibigay ito.
vi: Không, tôi không muốn cung cấp.

source: Yes, I'd like to add it
tl: Oo, gusto kong idagdag ito.
vi: Có, tôi muốn cung cấp.

source: Examples
tl: Mga halimbawa
vi: Các ví dụ

source: Note
tl: Tandaan
vi: Ghi chú

source: Learn More
tl: Matuto ng mas marami
vi: Tìm hiểu thêm

source: Send Printed Report Form (<a target="_blank" href="https://www.ada.gov/assets/pdfs/file-a-complaint.pdf">Regular Format</a> | <a target="_blank" href="https://www.ada.gov/assets/pdfs/file-a-complaint-lg.pdf">Large Format</a>) To:
tl: Magpadala ng Nakalimbag na Pormat ng Ulat (<a target="_blank" href="https://www.ada.gov/assets/pdfs/file-a-complaint.pdf">Regular na Pormat</a> | <a target="_blank" href="https://www.ada.gov/assets/pdfs/file-a-complaint-lg.pdf">Malaking Pormat</a>) upang:
vi: Gửi Mẫu In Báo Cáo (<a target="_blank" href="https://www.ada.gov/assets/pdfs/file-a-complaint.pdf">Định Dạng Thường</a> | <a target="_blank" href="https://www.ada.gov/assets/pdfs/file-a-complaint-lg.pdf">Định Dạng Lớn</a>) đến:

source: Availability of Language Assistance Services
tl: Mga Handog na Serbisyong Tulong sa Wika
vi: Các Dịch vụ Hỗ trợ Ngôn ngữ sẵn có

source: Links
tl: Mga Kawing
vi: Các liên kết

source: About the division
tl: Tungkol sa Dibisyon
vi: Giới thiệu về ban

source: Privacy policy
tl: Patakaran sa pagkapribado
vi: Chính sách quyền riêng tư

source: FOIA
vi: FOIA (Freedom of Information Act, Đạo Luật Tự Do Thông Tin)

source: Accessibility
tl: Kakayahang makuha
vi: Khả Năng Tiếp Cận

source: Office of Inspector General
tl: Tanggapan ng Inspektor Heneral
vi: Văn phòng Tổng Thanh tra

source: Budget and performance
tl: Badyet at pagganap
vi: Ngân sách và hiệu quả

source: Legal policies and Disclaimers
tl: Ligal na mga patakaran at mga Pagtanggi
vi: Chính sách pháp lý và Tuyên bố miễn trách nhiệm

source: Have you been a victim of a hate crime or human trafficking?
tl: Naging biktima ka ba ng isang krimen sa pagkapoot o panlilinlang ng mga tao?
vi: Bạn có từng là nạn nhân của một tội ác do thù hận hay nạn buôn người không?

source: Get help NOW!
tl: Humingi ng tulong NGAYON!
vi: Hãy nhận sự giúp đỡ NGAY BÂY GIỜ!

source: Report voting issues
tl: Mag-ulat nang mga isyu sa pagboto
vi: Trình báo những khả nghi trong việc bỏ phiếu

source: including threats against voters and election fraud.
tl: kabilang ang mga banta laban sa mga mamboboto at pandaraya sa eleksyon
vi: bao gồm sự đe dọa đối với các cử tri và gian lận bầu cử

source: More Language Assistance Services
tl: Karagdagang Serbisyo sa Pantulong sa Wika
vi: Còn Nhiều Dịch Vụ Hỗ Trợ Ngôn Ngữ Khác Nữa

source: Privacy Policy
tl: Patakaran sa pagkapribado
vi: Chính sách Quyền Riêng tư

source: The purpose of this form is to allow the public to submit civil rights complaints to the Department of Justice, thereby allowing us to enforce over thirty <a href="%(privacy_policy_url)s#our-statutes">civil rights statutes</a> within our authority. These statutes authorize us to collect this information. You should know that any information you provide through this form is voluntary, yet failure to provide some of the information might limit the Department’s ability to pursue your claim. We may use this information for certain routine uses, including sharing this information under certain circumstances with:
tl: Ang layunin ng pormularyo na ito ay upang mapahintulutan ang publiko na magsumite ng mga reklamo sa karapatang pangsibil sa Kagawaran ng Katarungan, kung saan kami ay pinapahintulutan na magpatupad nang mahigit na tatlumpong <a href="%(privacy_policy_url)s#our-statutes">batas para sa mga karapatang pangsibil</a> sa loob ng aming kapangyarihan. Itong mga batas ay nagpapahintulot sa amin na tipunin itong impormasyon. Kailangan mong malaman na anumang impormasyon na ipinagkaloob mo sa pormularyo na ito ay kusang-loob, ngunit ang hindi mo pagkaloob ng ibang impormasyon ay maaring makalimita sa kakayahan ng Kagawaran upang ipagpatuloy ang iyong kahilingan. Maaari naming gamitin itong impormasyon para sa mga karaniwang gawain, kabilang ang pagbabahagi nitong impormasyon sa ilalim ng ilang mga kalagayan kasama ang:
vi: Mục đích của mẫu này là cho phép công chúng gửi khiếu nại về dân quyền đến Bộ Tư pháp, nhờ đó cho phép chúng tôi thực thi hơn ba mươi <a href="%(privacy_policy_url)s#our-statutes">quy chế về dân quyền</a> trong thẩm quyền của chúng tôi. Các quy chế này cho phép chúng tôi thu thập thông tin. Quý vị nên biết rằng bất kỳ thông tin nào quý vị cung cấp qua mẫu này đều là tự nguyện, tuy nhiên việc không cung cấp một số thông tin có thể hạn chế khả năng của Bộ trong việc tìm hiểu về khiếu nại của quý vị. Chúng tôi có thể sử dụng thông tin này cho các mục đích sử dụng thông thường nhất định, bao gồm cả việc chia sẻ thông tin này trong một số trường hợp nhất định với:
