Repository: Jkrzy/crt-portal
Catalog: crt_portal/cts_forms/locale/*/LC_MESSAGES/django.po
Languages: tl, vi

source: We’re receiving and actively reviewing many requests at the same time.
tl: Kami ay tumatanggap at aktibong sumusuri ng maraming mga kahilingan ng sabay-sabay.
vi: Chúng tôi đang nhận và tích cực đánh giá nhiều yêu cầu cùng một lúc.

source: If we are able to respond, we will contact you using the contact information you provided in this report. Depending on the type of report, response times can vary. If you need to reach us about your report, please refer to your report number when contacting us. This is how we keep track of your submission.
tl: Kung magagawa naming tumugon, makikipag-ugnay kami sa iyo gamit ang impormasyon sa pakikipag-ugnay na ibinigay mo sa ulat na ito. Depende sa uri ng ulat, ang mga oras ng pagtugon ay maaaring iba-iba. Kung kinakailangan mong makipag-abot sa amin tungkol sa iyong ulat, mangyaring sumangguni sa iyong numero ng ulat kung makikipag-ugnayan sa amin. Ito ang paraan namin upang masusubaybayan ang iyong pagsumite.
vi: Nếu chúng tôi có thể hồi đáp, chúng tôi sẽ liên hệ với quý vị bằng cách sử dụng thông tin liên hệ mà quý vị đã cung cấp trong báo cáo này. Tùy thuộc vào loại báo cáo, thời gian hồi đáp có thể khác nhau. Nếu quý vị cần liên hệ với chúng tôi về báo cáo của mình, vui lòng cung cấp mã số báo cáo của quý vị khi liên hệ với chúng tôi. Đây là cách chúng tôi theo dõi hồ sơ của quý vị.

source: What you can do next
tl: Ang mga susunod na maaari mong gawin
vi: Quý vị có thể làm gì tiếp theo

source: Contact local legal aid organizations or a lawyer if you haven’t already
tl: Makipag-ugnay sa mga organisasyong lokal para sa ligal na tulong o sa abogado kung hindi mo pa ito nagagawa
vi: Liên hệ với các tổ chức hỗ trợ pháp lý địa phương hoặc luật sư nếu quý vị chưa làm việc đó

source: Legal aid offices or members of lawyer associations in your state may be able to help you with your issue.
tl: Ang mga tanggapan sa ligal na tulong o mga miyembro ng mga samahan ng abogado sa iyong estado ay maaaring makatulong sa iyo sa iyong suliranin.
vi: Các văn phòng hỗ trợ pháp lý hoặc thành viên của các hiệp hội luật sư ở tiểu bang của quý vị có thể giúp quý vị giải quyết vấn đề của mình.

source: American Bar Association, visit <a class="external-link--blue external-link--popup" href="https://www.americanbar.org/groups/legal_services/flh-home/">www.americanbar.org/groups/legal_services/flh-home</a> or call <a href="tel:800-285-2221">(800) 285-2221</a>
tl: American Bar Association, bisitahin ang <a class="external-link--blue external-link--popup" href="https://www.americanbar.org/groups/legal_services/flh-home/">www.americanbar.org/groups/legal_services/flh-home</a> o tawagan ang <a href="tel:800-285-2221">(800) 285-2221</a>
vi: Hiệp hội Luật sư Mỹ, vui lòng truy cập <a class="external-link--blue external-link--popup" href="https://www.americanbar.org/groups/legal_services/flh-home/">www.americanbar.org/groups/legal_services/flh-home</a> hoặc gọi <a href="tel:800-285-2221">(800) 285-2221</a>

source: Get help immediately if you are in danger
tl: Humingi ng tulong kaagad-agad kung ikaw ay nasa panganib
vi: Yêu cầu trợ giúp ngay lập tức nếu quý vị đang gặp nguy hiểm

source: If you reported an incident where you or someone else has experienced or is still experiencing physical harm or violence, or are in immediate danger, please call <a href="tel:911">911</a> and contact the police.
tl: Kung nag-ulat ka ng isang pangyayari na kung saan ikaw o ibang tao ay nakaranas o nakakaranas pa rin ng pisikal na pananakit o karahasan, o nasa kaagarang panganib, mangyaring tumawag sa <a href="tel:911">911</a> at makipag-ugnay sa pulis.
vi: Nếu quý vị đã báo cáo một vụ việc mà quý vị hoặc người khác đã trải qua hoặc vẫn đang bị tổn hại về thể chất hoặc đang chịu bạo lực, hoặc đang gặp nguy hiểm ngay trước mắt, vui lòng gọi <a href="tel:911">911</a> và liên hệ với cảnh sát.

source: Your submission
tl: Ang iyong pagsumite
vi: Hồ sơ của quý vị

source: We're sorry, something went wrong
tl: Pasensya na, mayroong nangyaring kamalian
vi: Chúng tôi rất tiếc, đã có lỗi xảy ra

source: <p>This error might be associated with an incompatible Internet browser. Please download the latest version of Google Chrome, Mozilla Firefox, Safari or Microsoft Edge.</p> <p>Additionally, please do not use multiple browsers and/or browser tabs when entering your report.</p>
tl: <p>Ang kamaliang ito ay maaaring kaugnay sa hindi tugma na browser ng Internet. Mangyaring i-download ang pinakabagong pagsasalin ng Google Chrome, Mozilla Firefox, Safari o Microsoft Edge.</p> <p>Bilang karagdagan, mangyaring huwag gumamit ng maramihang browser at/o mga tabs ng browser kapag ipinapasok ang iyong ulat.</p>
vi: <p>Lỗi này có thể liên quan đến trình duyệt Internet không tương thích. Vui lòng tải xuống phiên bản mới nhất của trình duyệt Google Chrome, Mozilla Firefox, Safari hoặc Microsoft Edge.</p> <p>Ngoài ra, vui lòng không sử dụng nhiều trình duyệt và/hoặc các tab trình duyệt khi nhập báo cáo của quý vị.</p>

source: We hope to fix this issue shortly
tl: Umaasa kami na maaayos ang suliraning ito ng ilang sandali
vi: Chúng tôi hy vọng sẽ sớm khắc phục sự cố này

source: Error:
tl: Pagkakamali:
vi: Lỗi:

source: If you need to contact us immediately, you can reach us by:
tl: Kung kinakailangan mong makipag-ugnay sa amin kaagad-agad, maaari kang makipag-abot sa amin sa pamamagitan ng:
vi: Nếu quý vị cần liên hệ với chúng tôi ngay lập tức, quý vị có thể liên hệ với chúng tôi bằng cách:

source: (toll-free)
tl: (walang bayad)
vi: (số điện thoại miễn phí)

source: Telephone Device for the Deaf
tl: Teleponong Aparato para sa mga Bingi
vi: Thiết bị Điện thoại dành cho Người khiếm thính

source: Other information
tl: Iba pang impormasyon
vi: Các thông tin khác

source: File a complaint
tl: Magsumite ng reklamo
vi: Nộp đơn khiếu nại

source: About the Civil Rights Division
tl: Tungkol sa Dibisyon sa mga Karapatang Sibil
vi: Giới thiệu về Ban Dân Quyền

source: If you or someone else is in immediate danger, <a href="tel:911">please call 911 or local police.</a>
tl: Kung ikaw o ibang tao ay nasa kaagarang panganib, <a href="tel:911">mangyaring tumawag sa 911 o lokal na pulis.</a>
vi: Nếu quý vị hoặc một người nào đó đang gặp nguy hiểm ngay trước mắt, <a href="tel:911">vui lòng gọi 911 hoặc cảnh sát địa phương</a>.

source: progress
tl: pag-unlad
vi: tiến trình

source: Current step: %(current_step_name)s. Step %(stage_number)s of %(total_stages)s.
tl: Kasalukuyang hakbang: %(current_step_name)s. Hakbang %(stage_number)s of %(total_stages)s.
vi: Bước hiện tại: %(current_step_name)s. Bước %(stage_number)s của %(total_stages)s.

source: not completed
tl: Hindi nakumpleto
vi: chưa hoàn thành

source: completed
tl: Kumpleto
vi: đã hoàn thành

source: Step %(stage_number)s: %(current_step_name)s -
tl: Hakbang %(stage_number)s: %(current_step_name)s -
vi: Bước %(stage_number)s: %(current_step_name)s -

source: Contact the Department of Justice to report a civil rights violation
tl: Makipag-ugnay sa Kagawaran ng Katarungan upang mag-ulat ng isang Paglabag sa mga karapatang sibil
vi: Liên hệ với Bộ Tư pháp để báo cáo hành vi vi phạm dân quyền

source: 1 error found
tl: 1 kamaliang natagpuan
vi: 1 lỗi được tìm thấy

source: Submit
tl: i-sumite
vi: Gửi

source: Next
tl: Kasunod
vi: Tiếp theo

source: previous step
tl: nakaraang hakbang
vi: bước trước

source: Back
tl: Balik
vi: Quay lại

source: Address
tl: Direksyon
vi: Địa chỉ

source: None selected
tl: Walang napili
vi: Không lựa chọn nào được chọn

source: This page is currently down for maintenance.
tl: Ang pahinang ito ay kasalukuyang hindi gumagana dahil sa ginagawang pagpapanatili.
vi: Trang này hiện đang ngưng hoạt động để bảo trì.

source: We expect to be back shortly. We recommend checking back to report a civil rights violation.
tl: Inaasahan naming makabalik ng ilang sandali. Kami ay nagrerekomenda na muling bumalik upang mag-ulat ng isang paglabag sa mga karapatang sibil.
vi: Chúng tôi dự kiến sẽ sớm hoạt động trở lại. Chúng tôi khuyến khích quý vị nên kiểm tra lại để báo cáo hành vi vi phạm dân quyền.

source: Before you submit your report, please check your responses
tl: Bago ka magsumite ng iyong ulat, mangyaring suriin ang iyong mga katugunan
vi: Trước khi quý vị gửi báo cáo của mình, vui lòng kiểm tra các câu trả lời của quý vị

source: If you need to make any changes, you can go back and edit the previous pages. Please make sure your information is accurate. This allows us to respond to your report quickly.
tl: Kung kinakailangan mong gumawa ng mga pagbabago, maaari kang bumalik at baguhin ang nakaraang mga pahina. Mangyaring siguraduhin na tumpak ang iyong impormasyon. Pinahihintulutan nito na mapabilis ang aming pagtugon sa iyong ulat.
vi: Nếu quý vị cần thực hiện bất kỳ thay đổi nào, quý vị có thể quay lại và chỉnh sửa các trang trước đó. Hãy chắc chắn rằng thông tin của quý vị là chính xác. Điều này cho phép chúng tôi hồi đáp lại báo cáo của quý vị một cách nhanh chóng.

source: Submit report
tl: Isumite ang ulat
vi: Gửi báo cáo

source: Edit this page
tl: Baguhin ang pahinang ito
vi: Chỉnh sửa trang này

source: Examples:
tl: Mga halimbawa:
vi: Ví dụ:

source: %(word_limit)s word limit.
tl: %(word_limit)s Hangganan ng salita.
vi: %(word_limit)s giới hạn từ.

source: %(word_limit)s word limit reached
tl: %(word_limit)s naabot na ang hangganan ng salita
vi: %(word_limit)s đã đạt đến giới hạn từ

source: Civil Rights Division - Department of Justice - Get help for hate crimes and human trafficking
tl: Dibisyon sa mga Karapatang Sibil - Kagawaran ng Katarungan - Humingi ng tulong para sa mga krimen sa pagkapoot at panlilinlang ng mga tao
vi: Ban Dân Quyền - Bộ Tư pháp - Nhận sự giúp đỡ khi gặp tội ác do thù hận và nạn buôn người

source: Get help
tl: Humingi ng tulong NGAYON!
vi: Hãy nhận sự giúp đỡ NGAY BÂY GIỜ!

source: Report a hate crime or hate incident
tl: Iulat ang isang krimen sa pagkapoot o insidente ng poot
vi: Trình báo một tội phạm do thù ghét hoặc sự cố diễn ra do thù ghét

source: Report human trafficking
tl: Mag-ulat ng panlilinlang ng mga tao
vi: Trình báo nạn buôn người

source: Get help for hate crimes and human trafficking
tl: Humingi ng tulong para sa mga krimen sa pagkapoot at panlilinlang ng mga tao
vi: Nhận sự giúp đỡ khi gặp tội ác do thù hận và nạn buôn người

source: Where to report hate crimes and hate incidents
tl: Saan iuulat ang mga krimen sa pagkapoot at mga pangyayari ng poot
vi: Nơi trình báo các tội phạm do thù ghét và các sự cố diễn ra do thù ghét

source: In cases of emergency, contact 911
tl: Kung sakaling may kagipitan, makipag-ugnay sa 911
vi: Trong trường hợp khẩn cấp, gọi 911

source: Otherwise, contact the FBI online
tl: Kung hindi man, makipag-ugnay sa FBI sa online
vi: Nếu không, liên hệ với FBI trực tuyến

source: Or a local field office by phone
tl: O sa isang lokal na tanggapan ng FBI sa pamamagitan ng telepono
vi: Hoặc văn phòng địa phương qua điện thoại

source: Not every act of a hate crime involves a crime. <a class='external-link--blue' href='https://www.justice.gov/hatecrimes/learn-about-hate-crimes'>Acts of prejudice</a> that are not crimes, and do not involve violence, threats, or property damage, are referred to as bias incidents or hate incidents. Some of these incidents, particularly those that occur in schools, workplaces, residences, or in other public spaces, may violate federal civil rights laws. You can report hate incidents to the Civil Rights Division using <a href='https://civilrights.justice.gov/'>this reporting portal</a>
tl: Hindi bawat gawa ng isang krimen sa pagkapoot ay nagsasangkot sa isang krimen. Ang <a class='external-link--blue' href='https://www.justice.gov/hatecrimes/learn-about-hate-crimes'>mga gawa ng pinsala</a> na hindi mga krimen, at hindi nagsasangkot ng karahasan, mga banta, o pinsala sa ari-arian, ay tinutukoy bilang mga pangyayaring may pagkiling o mga pangyayari ng poot. Ilan sa mga pangyayaring ito, lalo na ang mga nangyayari sa mga paaralan, mga lugar ng trabaho, mga tirahan, o sa iba pang pampublikong mga lugar, ay maaaring lumabag sa pederal na mga batas sa mga karapatang sibil. Maaari mong iulat ang mga pangyayari ng poot sa Dibisyon ng Mga Karapatang Sibil gamit ang <a href='https://civilrights.justice.gov/'>itong portal sa pag-uulat</a>
vi: Không phải mọi hành động của tội phạm do thù ghét đều có tính chất tội ác. <a class='external-link--blue' href='https://www.justice.gov/hatecrimes/learn-about-hate-crimes'>Các hành động mang tính định kiến</a> mà không phải là tội phạm và không liên quan đến bạo lực, đe dọa, hoặc thiệt hại tài sản, được gọi là sự cố thiên vị hoặc sự cố do thù ghét. Một vài sự cố trong số này, đặc biệt là những sự cố xảy ra trong trường học, nơi làm việc, nhà ở, hoặc trong các không gian công cộng khác, có thể vi phạm luật dân quyền liên bang. Quý vị có thể trình báo các sự cố do thù ghét cho Ban Dân Quyền bằng cách sử dụng <a href='https://civilrights.justice.gov/'>cổng thông tin báo cáo này</a>

source: Where to report human trafficking
tl: Biktima ng panlilinlang ng mga tao
vi: Nơi trình báo nạn buôn người

source: Human trafficking includes being forced or coerced to do work, or forced or coerced to engage in sex acts for something of value.
tl: Kasama sa panlilinlang ng mga tao ang pagsasapilitan o pagpipilit na gumawa ng trabaho, o pagsapilitan o pagpilit na makisali sa mga gawaing sekswal bilang kapalit sa isang bagay na may halaga.
vi: Nạn buôn người bao gồm việc bị ép buộc hay cưỡng bức làm việc, hoặc bị ép buộc hay cưỡng bức thực hiện hành vi tình dục để được một thứ gì đó có giá trị.

source: Credit
tl: Pautang
vi: Tín Dụng

source: Disability
tl: Kapansanan
vi: Khuyến Tật (Disability)

source: Housing
tl: Pabahay
vi: Nhà Ở (Housing)

source: Find an attorney
tl: Humanap ng Abogado
vi: Tìm một luật sư

source: Enforcement of state laws
tl: Pagpapatupad ng mga Batas ng Estado
vi: Thực Thi Luật Tiểu Bang

source: General assistance
tl: Pangkalahatang Tulong
vi: Hổ Trợ Tổng Quát

source: Consumer Financial Protection Bureau
tl: Kagawaran ng Proteksyon sa Pananalapi ng Mamimili
vi: Văn Phòng Bảo Vệ Tài Chính Người Tiêu Dùng (Consumer Financial Protection Bureau)

source: Submit a complaint about a financial product or service.
tl: Magsumite ng isang reklamo tungkol sa isang produkto o serbisyo sa pananalapi.
vi: Nộp đơn khiếu nại về một sản phẩm tài chính hoặc một dịch vụ.

source: Credit Bureaus
tl: Mga Kagawaran sa Pautang
vi: Các Công Ty Tư Vấn Tín Nhiệm (Credit Bureaus)

source: Find information about credit history or credit scores.
tl: Humanap ng impormasyon tungkol sa kasaysayan ng kredito o mga marka ng kredito.
vi: Tìm thông tin về quá trình tín dụng hoặc các điểm tín dụng.

source: Fair Housing Accessibility First
tl: Sinaunang Pagkarating sa Patas na Pabahay
vi: Truy Cặp Công Bằng Nhà Ở Đầu Tiên (Fair Housing Accessibility First)

source: Information about physical accessibility requirements in multifamily housing.
tl: Impormasyon tungkol sa mga kinakailangang pisikal na pagkarati ng pabahay ng maraming pamilya.
vi: Thông tin về những qui định dành cho người có khuyến tật sử dụng vào nơi chung cư/đa gia đình.

source: U.S. Department of Housing and Urban Development
tl: Kagawaran ng Katarungan ng Estados Unidos
vi: Sở Nhà Ở và Phát Triển Đô Thị Hoa Kỳ (U.S. Department of Housing and Urban Development)

source: Submit a complaint about discrimination in housing.
tl: Magsumite ng isang reklamo tungkol sa diskriminasyon sa pabahay.
vi: Nộp đơn khiếu nại về kỳ thị trong nhà ở.

source: Homelessness Resources
tl: Mga Mapagkukunan ng Kawalan ng Tirahan
vi: Các Tài Nguyên Trợ Giúp Người Vô Gia Cư (Homelessness Resources)

source: Information on housing assistance.
tl: Impormasyon tungkol sa tulong sa pabahay.
vi: Thông tin về việc hổ trợ cho nhà ở.

source: Office of Public &amp; Indian Housing
tl: Tanggapan ng Pabahay na Pampubliko at Pang-Indyan
vi: Văn Phòng Trợ Giúp Nhà Ở Cho Công Cộng & Thổ Dân Hoa Kỳ (Office of Public & Indian Housing)

source: Information on public housing authorities, rental assistance, and housing counseling.
tl: Impormasyon ukol sa mga awtoridad sa pampublikong pabahay, tulong para sa upa, at pagpapayo sa pabahay.
vi: Thông tin về các cơ quan quản lý nhà ở công cộng, hổ trợ trả tiền thuê nhà và tư vấn về nhà ở.

source: (for inquiries on public housing authorities and housing choice voucher programs)
tl: (para sa mga katanungan ukol sa mga awtoridad sa pampublikong pabahay at butser na mga programa sa pagpili ng pabahay)
vi: (đề được giài đáp thắc mắc về các cơ quan quản lý nhà ở công cộng và những chương trình lựa chọn phiếu nhà ở)

source: Office of Inspector General (OIG)
tl: Tanggapan ng Inspektor Heneral (OIG)
vi: Văn Phòng Tổng Thanh Tra (OIG)

source: Report fraud, waste, or abuse in HUD-funded programs.
tl: Mag-ulat tungkol sa pandaraya, pag-aaksaya, o pag-abuso sa mga programang pinondohan ng HUD.
vi: Báo cáo sự gian lận, phí phạm, hoặc lạm dụng các chương trình do HUD tài trợ.

source: (202) 708-4829 Facsimile
vi: (202) 708-4829 đánh fax

source: Email: hotline@hudoig.gov
vi: Điện thư: hotline@hudoig.gov

source: Fair Housing Initiatives Program Agencies
tl: Mga Ahensya ng Programa sa mga Hakbangin sa Patas na Pabahay
vi: Những Chương Trình Sáng Kiến Nhà Ở Công Bằng (Fair Housing Initiatives Program Agencies)

source: Information about organizations that assist people who believe they have been victims of housing discrimination.
tl: Impormasyon tungkol sa mga organisasyong tumutulong sa mga taong naniniwalang sila ay naging mga biktima ng diskriminasyon sa pabahay.
vi: Thông tin về những tổ chức hổ trợ cho những người tin rằng họ đã là nạn nhân của sự kỳ thị về nhà ở.

source: Fair Housing Assistance Program Agencies
tl: Mga Ahensya ng Programa sa Patas na Tulong sa Pabahay
vi: Các Cơ Quan Hổ Trợ Nhà Ở Công Bằng (Fair Housing Assistance Program Agencies)

source: State and local agencies responsible for receiving reports of discrimination.
tl: Mga ahensyang pang-estado at pang-lokal na responsable sa pagtanggap ng mga ulat ng diskriminasyon.
vi: Các cơ quan của tiểu bang và tại địa phương có trách nhiệm tiếp nhận những báo cáo về kỳ thị.

source: Rent and Utility Payment Assistance
tl: Tulong sa Pagbabayad ng Upa at Palingkurang-bayan
vi: Hổ Trợ Tiền Thuê Nhà Và Điện Nước (Rent and Utily Payment Assistance)

source: Information on rental assistance programs in your area.
tl: Impormasyon ukol sa mga programa ng tulong sa pag-upa sa iyong lugar.
vi: Thông tin về những chương trình hổ trợ tiền thuê nhà tại địa phương trong khu vực của qúy vị.

source: Find an Attorney
tl: Humanap ng Abogado
vi: Tìm một luật sư

source: American Bar Association
tl: Asosasyon ng mga Kapisanan ng Abogado ng Amerikano
vi: Hiệp Hội Luật Sư Đoàn Hoa Kỳ (American Bar Association)

source: Legal Services Corporation (or Legal Aid Offices)
tl: Korporasyon ng mga Serbisyong Pang-ligal (o mga Tanggapan na Pang-ligal na Tulong)
vi: Các Dịch Vụ Pháp Lý (Hoặc Các Văn Phòng Hồ Trợ Pháp Lý) (Legal Services Corporation or Legal Aid Offices)

source: Information on non-profit organizations providing legal help to people with limited income. Visit <a class='external-link--blue external-link--popup' href='https://www.lsc.gov/find-legal-aid'>www.lsc.gov/find-legal-aid</a>
tl: Impormasyon ukol sa hindi-pangkalakal na mga organisasyon na nagbibigay ng ligal na tulong sa mga taong may limitadong kita.<a aria-label="www.lsc.gov/find-legal-aid" class="external-link--blue external-link--popup" href="https://www.lsc.gov/find-legal-aid">www.lsc.gov/find-legal-aid</a>
vi: Thông tin về các tổ chức bất vụ lợi cung cấp trợ lý cho những người với lợi tức có giới hạn. <a aria-label="www.lsc.gov/find-legal-aid" class="external-link--blue external-link--popup" href="https://www.lsc.gov/find-legal-aid">www.lsc.gov/find-legal-aid</a>

source: Enforcement of State Laws
tl: Pagpapatupad ng mga Batas ng Estado
vi: Thực Thi Luật Tiểu Bang

source: State Attorneys General
tl: Pang-estadong Mga Abogadong Heneral
vi: Tổng Chưởng Lý Tiểu Bang

source: Find contact information for your state attorney general.
tl: Humanap ng impormasyon sa pakikipag-ugnayan para sa iyong pang-estadong abogadong heneral.
vi: Tìm thông tin liên lạc Tổng Chưởng Lý Tiểu Bang.

source: General Assistance
tl: Pangkalahatang Tulong
vi: Hổ Trợ Tổng Quát

source: Assistance with questions about federal agencies, government programs, services, and more.
tl: Tulong sa mga katanungan tungkol sa mga ahensyang pampederal, mga programa ng gobyerno, mga serbisyo, at higit pa.
vi: Hổ Trợ cho những thắc mắc về các cơ quan liên bang, các chương trình của chính phủ, các dịch vụ, và nhiều hơn nữa.

source: Menu
tl: Nabigasyon
vi: Thực đơn

source: About the Division
tl: Tungkol sa Dibisyon
vi: Giới thiệu về Ban

source: Your rights
tl: Ang iyong mga karapatan
vi: Các quyền của quý vị

source: Report a violation
tl: Mag-ulat ng paglabag
vi: Báo cáo một vi phạm

source: Already submitted?
tl: Naisumite na?
vi: Đã gửi?

source: Contact
tl: Makipag-ugnay
vi: Liên Hệ

source: We uphold the civil rights of <em>all</em> people in the United States.
tl: Pinapanindigan namin ang mga karapatang sibil ng <em>lahat</em> ng tao sa Estados Unidos.
vi: Chúng tôi đề cao quyền công dân của <em>tất cả</em> mọi người dân ở Hoa Kỳ.

source: The Civil Rights Division enforces federal laws that protect you from discrimination based on your race, color, national origin, disability status, sex, religion, familial status, or loss of other constitutional rights.
tl: Ang Dibisyon sa mga Karapatang Sibil ay nagpapatupad ng mga batas na pampederal na pumoprotekta sa iyo mula sa diskriminasyon batay sa iyong lahi, kulay, pambansang pinagmulan, katayuan ng kapansanan, kasarian, relihiyon, katayuan ng pamilya, o kawalan ng ibang mga karapatan sa ilalim ng saligang batas.
vi: Ban Dân quyền thực thi luật liên bang bảo vệ quý vị khỏi sự phân biệt đối xử dựa trên chủng tộc, màu da, quốc gia xuất xứ, tình trạng khuyết tật, giới tính, tôn giáo, tình trạng gia đình, hoặc tình trạng mất các quyền hợp hiến khác của quý vị.

source: If you believe your civil rights, or someone else’s, have been violated, submit a report using our online form.
tl: Kung naniniwala ka na ang iyong mga karapatang sibil o ng ibang tao ay nalabag, magsumite ng ulat gamit ang aming online na pormularyo.
vi: Nếu quý vị tin rằng dân quyền của mình hoặc của người khác đã bị vi phạm, hãy gửi báo cáo bằng cách sử dụng mẫu trực tuyến của chúng tôi.

source: Start a report
tl: Mag-umpisa ng isang ulat
vi: Bắt đầu báo cáo

source: Learn your rights
tl: Alamin ang iyong mga karapatan
vi: Hãy biết về quyền lợi của mình

source: If you are in danger, contact <a href="tel:911" aria-label="9 1 1">911</a>
tl: Kung ikaw ay nasa panganib, makipag-ugnay sa <a href="tel:911" aria-label="9 1 1">911</a>
vi: Nếu quý vị đang gặp nguy hiểm, hãy gọi <a href="tel:911" aria-label="9 1 1">911</a>
