Repository: Jkrzy/crt-portal
Catalog: crt_portal/cts_forms/locale/*/LC_MESSAGES/django.po
Languages: tl, vi

source: To report civil rights violations, go to <a class='link--blue' href='https://civilrights.justice.gov/report/'>civilrights.justice.gov/report</a>
tl: Upang mag-ulat ng posibleng paglabag sa mga karapatang sibil, pumunta sa <a class='link--blue' href='https://civilrights.justice.gov/report/'>civilrights.justice.gov/report</a>
vi: Để trình báo những việc có khả năng vi phạm quyền công dân, hãy vào trang mạng <a class='link--blue' href='https://civilrights.justice.gov/report/'>civilrights.justice.gov/report</a>

source: Discrimination on the basis of race, color, or membership in a language minority group while voting or attempting to vote
tl: Diskriminasyon batay sa lahi, kulay, o pagiging kasapi sa isang minoryang grupo ng wika habang bumoboto o sumusubok na bumoto
vi: Phân biệt đối xử dựa trên chủng tộc, màu da, hay đối với người thuộc nhóm thiểu số về ngôn ngữ trong khi bỏ phiếu hay định bỏ phiếu

source: Voter registration issues
tl: Mga isyu sa pagrehistro ng botante
vi: Những vấn đề về đăng ký cử tri

source: Lack of accessibility while voting
tl: Kawalan ng pag-access habang bumoboto
vi: Thiếu phương tiện hổ trợ khi bỏ phiếu

source: Absentee voting issues for uniformed services or overseas voters
tl: Mga isyu ng pagboto sa nakaliban na mga sundalo sa serbisyo o mga botanteng nasa ibang bansa
vi: Những vấn đề về bỏ phiếu khiếm diện đối với những cử tri thuộc lực lượng mặc đồng phục hay đang ở hải ngoại

source: All complaints related to violence, threats of violence, or intimidation at a polling place should be reported first to local police authorities by calling
tl: Ang lahat ng mga reklamo tungkol sa karahasan, mga pagbabanta ng karahasan, o pananakot sa lugar ng botohan ay nararapat na iulat muna sa iyong lokal na mga awtoridad ng pulisya sa pamamagitan ng pagtawag sa
vi: Tất cả những khiếu nại liên quan đến bạo lực, đe dọa dùng bạo lực, hay dọa dẫm tại nơi bỏ phiếu trước hết phải được trình báo với cơ quan cảnh sát địa phương bằng cách gọi

source: After alerting local law enforcement to such emergencies by calling <a class='external-link--blue' href='tel:911'>911</a>, the public should contact the Department of Justice
tl: Matapos alertuhan ang lokal na tagapagpatupad ng batas sa naturang mga emerhensiya sa pamamagitan ng pagtawag sa <a class='external-link--blue' href='tel:911'>911</a>, nararapat na tawagan ng publiko ang Kagawaran ng Hustisya
vi: Sau khi đã gọi <a class='external-link--blue' href='tel:911'>911</a>để báo cho cơ quan thi hành pháp luật địa phương về những trường hợp khẩn cấp này, quần chúng nên liên lạc với Bộ Tư Pháp

source: Election-crime complaints should be directed to your local <a class='external-link--blue' href='https://www.justice.gov/usao/find-your-united-states-attorney'>U.S. Attorney's Offices</a> or the local <a class='external-link--blue' href='https://www.fbi.gov/contact-us'>FBI office</a>
tl: Ang mga reklamong krimen-sa- halalan ay dapat idirekta sa iyong lokal na <a class='external-link--blue' href='https://www.justice.gov/usao/find-your-united-states-attorney'>Mga Tanggapan ng Abogado ng Estados Unidos</a> o sa lokal na <a class='external-link--blue' href='https://www.fbi.gov/contact-us'>tanggapan ng FBI</a>
vi: Những khiếu nại về vi phạm trong bầu cử phải được gửi đến <a class='external-link--blue' href='https://www.justice.gov/usao/find-your-united-states-attorney'>Văn Phòng Chưởng Lý Hoa Kỳ</a> hay <a class='external-link--blue' href='https://www.fbi.gov/contact-us'>Văn Phòng FBI</a> địa phương của quý vị

source: Go to <a class='external-link--blue' href='https://usa.gov/election-office'>usa.gov/election-office</a> to find your state election website
tl: Pumunta sa <a class='external-link--blue' href='https://usa.gov/election-office'>usa.gov/election-office</a> upang hanapin ang website ng tanggapan sa botohan para sa iyong estado
vi: Hãy vào <a class='external-link--blue' href='https://usa.gov/election-office'>usa.gov/election-office</a> để tìm trang mạng văn phòng bầu cử của tiểu bang mình

source: Find additional information about voting rights laws at <a class='link--blue' href='https://justice.gov/crt/voting-section'>www.justice.gov/crt/voting-section</a>.
tl: Maghanap ng karagdagang impormasyon para sa mga karapatang batas sa pederal na pagboto sa <a class='link--blue' href='https://justice.gov/crt/voting-section'>www.justice.gov/crt/voting-section</a>
vi: Tìm thêm thông tin về luật liên bang đối với quyền bỏ phiếu tại <a class='link--blue' href='https://justice.gov/crt/voting-section'>www.justice.gov/crt/voting-section</a>.

source: Learn about federal laws that protect voters with disabilities at <a class='link--blue' href='https://ada.gov'>ada.gov</a>.
tl: Pag-aralan ang mga batas ng pederal na pumoprotekta sa mga mambobotong may mga kapansanan sa <a class='link--blue' href='https://ada.gov'>ada.gov</a>
vi: Tìm hiểu về luật liên bang bảo vệ những cử tri bị khuyết tật tại <a class='link--blue' href='https://ada.gov'>ada.gov</a>.

source: Download the Justice Department's new <a class='link--blue' href='https://www.justice.gov/file/1517936/download'>Know Your Voting Rights</a> guide.
tl: I-download ang bagong patnubay ng Departamenton Hustisya na <a class='link--blue' href='https://www.justice.gov/file/1517936/download'>Know Your Voting Rights</a>
vi: Tải về tài liệu hướng dẫn mới của Bộ Tư Pháp, <a class='link--blue' href='https://www.justice.gov/file/1517936/download'>Hiểu Biết về Quyền Bỏ Phiếu của Mình</a>

source: Enter a valid email address.
tl: Maglagay ng wastong email address.
vi: điền vào địa chỉ email hợp lệ

source: Location
tl: Lugar
vi: Địa điểm

source: Review
tl: Pagsusuri
vi: Đánh giá

source: Review your report
tl: Suriin ang iyong ulat
vi: Đánh giá báo cáo của quý vị

source: word remaining
tl: natitirang salita
vi: từ còn lại

source: words remaining
tl: natitirang mga salita
vi: các từ còn lại

source: word limit reached
tl: naabot na ang hangganan ng salita
vi: đã đạt đến giới hạn từ

source: Please select if any that apply to your situation (optional)
tl: Mangyaring pumili kung mayroong naaangkop sa iyong sitwasyon (opsyonal)
vi: Vui lòng chọn nếu có bất kỳ câu trả lời nào phù hợp với tình huống của quý vị (tùy chọn)

source: 404 | Page not found
tl: 404 | Pahina ay hindi makita
vi: 404 | Không tìm thấy trang

source: We can't find the page you are looking for
tl: Hindi namin makita ang pahina na iyong hinahanap
vi: Chúng tôi không thể tìm thấy trang quý vị đang tìm kiếm

source: Your browser couldn't create a secure cookie
tl: Ang iyong browser ay hindi makalikha ng matatag na cookie
vi: Trình duyệt của quý vị không thể tạo cookie an toàn

source: We use security cookies to protect your information from attackers. Make sure you allow cookies for this site. Having the page open for long periods can also cause this problem. If you know cookies are allowed and you are having this issue, try going to this page in new browser tab or window. That will make you a new security cookie and should resolve the problem.
tl: Gumagamit kami ng security cookies upang maprotektahan ang iyong impormasyon mula sa mga umaatake. Siguraduhing pinapahintulutan mo ang mga cookies sa sityo na ito. Magdudulot din ng problema kapag hinahayaang nakabukas ang pahina ng matagal. Kung alam mo na ang mga cookies ay pinapahintulutan at nagkakaroon ka ng ganitong problema, subukan mong buksan ang pahinang ito sa panibagong tab o window ng browser. Magbibigay ito ng isang panibagong security cookie sayo at maaaring maglutas sa problema.
vi: Chúng tôi sử dụng cookie bảo mật để bảo vệ thông tin của quý vị khỏi những kẻ tấn công. Đảm bảo rằng quý vị cho phép cookie cho trang web này. Việc để mở trang trong thời gian dài cũng có thể gây ra sự cố này. Nếu quý vị biết cookie được cho phép và quý vị đang gặp sự cố này, hãy thử truy cập trang này trong cửa sổ hoặc tab trình duyệt mới. Điều đó sẽ tạo cho quý vị một cookie bảo mật mới và sẽ giải quyết được sự cố.

source: Oklahoma
tl: Oklashoma

source: Go
tl: Oo
