Repository: Jkrzy/crt-portal
Catalog: crt_portal/cts_forms/locale/*/LC_MESSAGES/django.po
Languages: tl, vi

source: Language
tl: Wika
vi: Ngôn ngữ

source: National origin (including ancestry and ethnicity)
tl: Pambansang pinagmulan (kabilang ang ninuno at etnisidad)
vi: Quốc gia xuất xứ (bao gồm tổ tiên và dân tộc)

source: Pregnancy
tl: Pagbubuntis
vi: Mang thai

source: Race/color
tl: Lahi/kulay
vi: Chủng tộc/màu da

source: Religion
tl: Relihiyon
vi: Tôn giáo

source: Sex
tl: Kasarian
vi: Giới tính

source: Sexual orientation
tl: Orientasyong sekswal
vi: Xu hướng tình dục

source: None of these apply to me
tl: Wala sa mga ito ang nalalapat sa akin
vi: Không có điều nào trong số những điều trên phù hợp với tôi

source: Other reason
tl: Ibang dahilan
vi: Lý do khác

source: Please make a selection to continue. If none of these apply to your situation, please select “None of these apply to me” or "Other reason"and explain.
tl: Mangyaring gawin ang pagpili upang makapagpatuloy. Kung wala sa mga ito ang nalalapat sa iyong sitwasyon, mangyaring piliin ang “Wala sa mga ito ang nalalapat sa akin” o “Ibang dahilan” at ipaliwanag.
vi: Vui lòng đưa ra lựa chọn để tiếp tục. Nếu không có lý do nào trong các lý do này phù hợp với tình huống của quý vị, vui lòng chọn “Không có lý do nào trong số này phù hợp với tôi” hoặc “Lý do khác” và giải thích.

source: Place of worship or about a place of worship
tl: Lugar ng pagsamba o tungkol sa lugar ng pagsamba
vi: Nơi thờ phượng hoặc về một nơi thờ phượng

source: Commercial or retail building
tl: Gusaling pangkomersyal o tingian
vi: Tòa nhà thương mại hoặc bán lẻ

source: Healthcare facility
tl: Pasilidad sa pag-aalaga ng kalusugan
vi: Cơ sở chăm sóc sức khỏe

source: Financial institution
tl: Institusyong pampinansyal
vi: Tổ chức tài chính

source: Public space
tl: Puwang na pampubliko
vi: Không gian công cộng

source: Other
tl: Iba pa
vi: Khác

source: Please select the type of location. If none of these apply to your situation, please select "Other".
tl: Mangyaring pumili ng uri ng lugar. Kung wala sa mga ito ang nalalapat sa iyong sitwasyon, mangyaring piliin ang “Iba pa”.
vi: Vui lòng chọn loại địa điểm. Nếu không có địa điểm nào trong số các địa điểm này phù hợp với tình huống của quý vị, vui lòng chọn “Khác”.

source: Place of worship
tl: Lugar ng pagsamba
vi: Nơi thờ phượng

source: Commercial
tl: Komersyal
vi: Thương mại

source: Public outdoor space
tl: Puwang sa labas na pampubliko
vi: Không gian công cộng ngoài trời

source: Church, synagogue, temple, religious community center
tl: Simbahan, sinagoga, templo, tampukan ng relihiyong pamayanan
vi: Nhà thờ, đền thờ do thái, đền thờ, trung tâm cộng đồng tôn giáo

source: Store, restaurant, bar, hotel, theater
tl: Tindahan, restawran, bar, otel, teatro
vi: Cửa hàng, nhà hàng, quán bar, khách sạn, rạp chiếu phim

source: Hospital or clinic (including inpatient and outpatient programs), reproductive care clinic, state developmental institution, nursing home
tl: Ospital o klinika (kabilang ang mga palatuntunan para sa pasyenteng nananatili sa pasilidad at pasyenteng nagsisi-uwian), klinika sa pangangalaga ng pampag-anak, institusyon para sa pang-unlad ng estado, bahay ng pag-aalaga
vi: Bệnh viện hoặc phòng khám (bao gồm các chương trình nội trú và ngoại trú), phòng khám chăm sóc sinh sản, tổ chức phát triển tiểu bang, viện dưỡng lão

source: Bank, credit union, loan services
tl: Bangko, unyon ng kredito, mga serbisyo sa pautang
vi: Ngân hàng, tổ chức tín dụng, dịch vụ cho vay

source: Park, sidewalk, street, other public buildings (courthouse, DMV, city library)
tl: Parke, bangketa, lansangan, iba pang mga gusaling pampubliko (korte, DMV, silid-aklatan ng lungsod)
vi: Công viên, vỉa hè, đường phố, các tòa nhà công cộng khác (trụ sở tòa án, DMV, thư viện thành phố)

source: Public employers include organizations funded by the government like the military, post office, fire department, courthouse, DMV, or public school. This could be at the local or state level.
tl: Kasama sa pampublikong tagapag-empleyo ang mga organisasyon na pinopondohan ng gobyerno katulad ng militar, tanggapan ng koreo, himpilan ng bumbero, korte, DMV, o pampublikong paaralan. Ito ay maaaring nasa lokal o estadong antas.
vi: Đơn vị tuyển dụng khu vực công bao gồm các tổ chức được chính phủ tài trợ như quân đội, bưu điện, sở cứu hỏa, trụ sở tòa án, cơ quan quản lý các phương tiện cơ giới (DMV) hoặc trường công lập. Đơn vị này có thể là ở cấp địa phương hoặc tiểu bang.

source: Private employers are business or non-profits not funded by the government such as retail stores, banks, or restaurants.
tl: Ang mga pribadong tagapag-empleyo ay mga negosyo o mga hindi kumikita at hindi pinopondohan ng gobyerno katulad ng mga tindahan, mga bangko, o mga restawran.
vi: Chủ lao động tư nhân là doanh nghiệp hoặc tổ chức phi lợi nhuận không được chính phủ tài trợ, chẳng hạn như cửa hàng bán lẻ, ngân hàng, hoặc nhà hàng.

source: Includes schools, educational programs, or educational activities, like training programs, sports teams, clubs, or other school-sponsored activities
tl: Kasama ang mga paaralan, mga palatuntunang pang-edukasyon, o mga aktibidad na pang-edukasyon, katulad ng mga palatuntunan sa pagsasanay, mga koponan sa paglalaro, mga klab o ibang aktibidad na sinusuportahan ng paaralan
vi: Bao gồm trường học, chương trình giáo dục, hoặc các hoạt động giáo dục, như chương trình đào tạo, các đội thể thao, câu lạc bộ, hoặc các hoạt động khác do trường bảo trợ

source: State/local
tl: Estado/lokal
vi: Tiểu bang/địa phương

source: Private
tl: Pribado
vi: Tư nhân

source: Outside of prison
tl: Sa labas ng bilangguan
vi: Bên ngoài nhà tù

source: Prison (Federal)
tl: Bilangguan (Pederal)
vi: Nhà tù (Liên bang)

source: Prison (Private)
tl: Bilangguan (Pribado)
vi: Nhà tù (Tư nhân)

source: Prison (I'm not sure)
tl: Bilangguan (Hindi ako sigurado)
vi: Nhà tù (Tôi không chắc)

source: Public employer
tl: Tagapag-empleyong pampubliko
vi: Cơ quan tuyển dụng công

source: Private employer
tl: Tagapag-empleyong pampribado
vi: Cơ quan tuyển dụng tư nhân

source: Please select what type of employer this is.
tl: Mangyaring piliin kung anong uri ng tagapag-empleyo ito.
vi: Vui lòng chọn loại hình cơ quan tuyển dụng này.

source: Fewer than 15 employees
tl: Mas kaunti sa 15 na mga empleyado
vi: Ít hơn 15 nhân viên

source: 15 or more employees
tl: 15 o higit pang mga empleyado
vi: Từ 15 nhân viên trở lên

source: Please select how large the employer is.
tl: Mangyaring piliin kung gaano kalaki ang tagapag-empleyo.
vi: Vui lòng chọn quy mô của cơ quan tuyển dụng.

source: Public school or educational program
tl: Pampublikong paaralan o palatuntunang pang-edukasyon
vi: Trường hoặc chương trình giáo dục công lập

source: Private school or educational program
tl: Pribadong paaralan o palatuntunang pang-edukasyon
vi: Trường hoặc chương trình giáo dục tư

source: Armed Forces Africa
vi: Lực Lượng Vũ Trang Châu Phi

source: Armed Forces Americas
vi: Lực Lượng Vũ Trang Hoa Kỳ

source: Armed Forces Canada
vi: Lực Lượng Vũ Trang Canada

source: Armed Forces Europe
vi: Lực Lượng Vũ Trang Châu Âu

source: Armed Forces Middle East
vi: Lực Lượng Vũ Trang Trung Đông

source: Armed Forces Pacific
vi: Lực Lượng Vũ Trang Thái Bình Dương

source: Please provide description to continue
tl: Mangyaring magbigay ng paglalarawan upang makapagpatuloy
vi: Vui lòng cung cấp mô tả để tiếp tục

source: Please select a primary reason to continue.
tl: Mangyaring pumili ng pangunahing dahilan upang makapagpatuloy.
vi: Vui lòng chọn một lý do chính để tiếp tục.

source: Please enter the name of the location where this took place.
tl: Mangyaring ilagay ang pangalan ng lugar kung saan ito nangyari.
vi: Vui lòng nhập tên địa điểm nơi việc này xảy ra.

source: Please enter the city or town where this took place.
tl: Mangyaring ilagay ang lungsod o bayan kung saan ito nangyari.
vi: Vui lòng nhập thành phố hoặc thị trấn nơi việc này xảy ra.

source: Please select the state where this took place.
tl: Mangyaring piliin ang estado kung saan ito nangyari.
vi: Vui lòng nhập tiểu bang nơi việc này xảy ra.

source: Please select where this occurred
tl: Mangyaring piliin kung saan ito nangyari
vi: Vui lòng chọn nơi việc này xảy ra

source: Please select the type of location
tl: Mangyaring piliin ang uri ng lugar
vi: Vui lòng chọn loại địa điểm

source: You must enter a month and year. Please use the format MM/DD/YYYY.
tl: Kailangan mong ilagay ang buwan at taon. Mangyaring gamitin ang pormat na BB/AA/TTTT
vi: Quý vị phải nhập tháng và năm. Vui lòng sử dụng định dạng tháng( MM)/ngày (DD)/năm (YYYY).

source: Please enter a month.
tl: Mangyaring ilagay ang buwan.
vi: Vui lòng nhập tháng.

source: Please enter a valid month. Month must be between 1 and 12.
tl: Mangyaring ilagay ang tamang buwan. Ang buwan ay kailangang nasa pagitan ng 1 at 12.
vi: Vui lòng nhập một tháng hợp lệ. Tháng phải từ 1 đến 12.

source: Please enter a valid day of the month. Day must be between 1 and the last day of the month.
tl: Mangyaring ilagay ang tamang araw ng buwan. Ang araw ay kailangang nasa pagitan ng 1 at sa huling araw ng buwan.
vi: Vui lòng nhập một ngày hợp lệ trong tháng. Ngày phải từ ngày 1 đến ngày cuối cùng của tháng.

source: Please enter a year.
tl: Mangyaring ilagay ang taon.
vi: Vui lòng nhập một năm.

source: Date can not be in the future.
tl: Ang petsa ay hindi maaaring sa hinaharap.
vi: Ngày không được là ngày trong tương lai.

source: Please enter a year after 1900.
tl: Mangyaring ilagay ang taon pagkaraan ng 1900.
vi: Vui lòng nhập một năm sau 1900.

source: Please enter a valid date. Use format MM/DD/YYYY.
tl: Mangyaring ilagay ang tamang petsa. Gamitin ang pormat na BB/AA/TTTT
vi: Vui lòng nhập một ngày hợp lệ. Sử dụng định dạng MM/DD/YYYY.

source: Please select the type of election or voting activity.
tl: Mangyaring piliin ang uri ng halalan o aktibidad sa pagboto.
vi: Vui lòng chọn hình thức bầu cử hoặc hoạt động bỏ phiếu.

source: If you submit a phone number, please make sure to include between 7 and 15 digits. The characters "+", ")", "(", "-", and "." are allowed. Please include country code if entering an international phone number.
tl: Kapag nagsumite ka ng numero ng telepono, mangyaring siguraduhin na magbigay ng tambilang na nasa pagitan ng 7 at 15. Ang mga simbolo na “+”, “)”, “(”, “-”, at “.” ay pinapahintulutan. Mangyaring ilagay ang kodigo ng bansa kung naglalagay ng internasyonal na numero ng telepono.
vi: Nếu quý vị gửi số điện thoại, vui lòng đảm bảo ghi số điện thoại từ 7 đến 15 chữ số. Được phép sử dụng các ký tự “+”, “)”, “(”, “-”, và “.” . Vui lòng ghi mã quốc gia nếu nhập số điện thoại quốc tế.

source: Contact information
tl: Impormasyon sa pakikipag-ugnay
vi: Thông tin liên hệ

source: You are not required to provide your name or contact information. If you want to remain anonymous, leave this section blank. If you choose to provide your contact information, we will only use it to respond to your submission.
tl: Hindi mo kailangang ibigay ang iyong pangalan o impormasyon sa pakikipag-ugnay. Kung nais mong manatiling anonimo, iwanang blangko ang seksyong ito. Kung piliin mong magbigay ng iyong impormasyon sa pakikipag-ugnay, gagamitin lamang namin ito upang sagutin ang iyong pagsumite.
vi: Quý vị không bắt buộc phải cung cấp tên hoặc thông tin liên hệ của mình. Nếu quý vị muốn ẩn danh, hãy để trống phần này. Nếu quý vị chọn cung cấp thông tin liên hệ của mình, chúng tôi sẽ chỉ sử dụng thông tin đó để hồi đáp thông tin quý vị đã gửi.

source: Your name
tl: Iyong pangalan
vi: Tên của quý vị

source: First name
tl: Pangalan
vi: Tên

source: Last name
tl: Apelyido
vi: Họ

source: Email address
tl: Direksyon ng Email
vi: Địa chỉ email

source: Phone number
tl: Numero ng telepono
vi: Số điện thoại

source: Mailing address 1
tl: Direksyon kung saan tumatanggap ng koreo 1
vi: Địa chỉ nhận thư 1

source: Mailing address 2
tl: Direksyon kung saan tumatanggap ng koreo 2
vi: Địa chỉ nhận thư 2

source: City
tl: Lungsod
vi: Thành phố

source: State
tl: Estado
vi: Tiểu bang

source: Zip code
tl: Kodigo ng koreo
vi: Mã bưu điện

source: Are you now or have ever been an active duty service member?
tl: Ikaw ba ay pangkasalukuyan o naging isang aktibong miyembro ng serbisyo sa tungkulin?
vi: Quý vị hiện có đang hoặc đã từng là một quân nhân tại ngũ không?

source: What is your primary reason for contacting the Civil Rights Division?
tl: Ano ang iyong pangunahing dahilan sa pakikipag-uugnay sa Dibisyon sa mga Karapatang Sibil?
vi: Lý do chính quý vị liên hệ với Ban Dân Quyền là gì?

source: Primary Issue
tl: Pangunahing Suliranin
vi: Vấn đề Chính

source: Does your situation involve physical harm or threats of violence?
tl: Ang sitwasyon mo ba ay kinasasangkutan ng pisikal na pananakit o mga banta ng karahasan?
vi: Tình huống của quý vị có liên quan đến việc gây tổn hại về thể chất hoặc đe dọa bạo lực không?

source: To be considered a hate crime, the physical harm or threats of violence must be based on race, color, national origin, religion, gender, sexual orientation, gender identity, or disability.
tl: Upang maisaalang-alang ito bilang isang krimen sa pagkapoot, ang pisikal na pananakit o mga banta ng karahasan ay kinakailangang batay sa lahi, kulay, pambansang pinagmulan, relihiyon, kasarian, orientasyong sekswal, pagkakakilanlan ng kasarian, o kapansanan.
vi: Để bị coi là một hành vi phạm tội do thù ghét, việc gây tổn hại về thể chất hoặc đe dọa bạo lực phải dựa trên chủng tộc, màu da, quốc gia xuất xứ, tôn giáo, giới tính, khuynh hướng tình dục, nhận dạng giới tính, hoặc tình trạng khuyết tật.

source: Organization name
tl: Pangalan ng organisasyon
vi: Tên của tổ chức

source: Street address 1
tl: Direksyon ng lansangan 1
vi: Địa chỉ đường phố 1

source: Street address 2
tl: Direksyon ng lansangan 2
vi: Địa chỉ đường phố 2

source: City/town
tl: Lungsod/bayan
vi: Thành phố/thị trấn

source: What kind of election or voting activity was this related to?
tl: Anong uri na halalan o aktibidad sa pagboto ang kaugnay nito?
vi: Điều này liên quan đến hình thức bầu cử hoặc hoạt động bỏ phiếu nào?

source: Was this a public or private employer?
tl: Ito ba ay isang pampubliko o pampribadong tagapag-empleyo?
vi: Đây là đơn vị tuyển dụng công hay đơn vị tuyển dụng tư nhân?

source: How large is this employer?
tl: Gaano kalaki ang tagapag-empleyong ito?
vi: Quy mô của đơn vị tuyển dụng này ra sao?

source: Please choose the type of location that best describes where the incident happened
tl: Mangyaring piliin ang uri ng lugar na pinaka-naglalarawan kung saan nangyari ang insidente
vi: Vui lòng chọn loại địa điểm mô tả chính xác nhất nơi xảy ra vụ việc

source: Did this happen while in custody or incarcerated?
tl: Nangyari ba ito habang nasa kustodiya o nakakulong?
vi: Điều này có xảy ra khi đang bị cầm cố hoặc bỏ tù không?

source: What type of prison or correctional facility?
tl: Anong uri ng kulungan o pasilidad sa pagwawasto?
vi: Loại hình nhà tù hoặc cơ sở cải huấn nào?

source: Did this happen at a public or a private school, educational program or activity?
tl: Nangyari ba ito sa isang pampubliko o pampribadong paaralan, palatuntunan o aktibidad na pang-edukasyon?
vi: Điều này có xảy ra tại một trường học, chương trình hoặc hoạt động giáo dục công lập hay tư nhân không?

source: Do you believe any of these personal characteristics influenced why you were treated this way?
tl: Naniniwala ka ba na alin man sa mga katangiang ito ang naka-impluwensiya kung bakit ka natrato sa ganitong paraan?
vi: Quý vị có cho rằng bất kỳ điểm nào trong các đặc điểm cá nhân này đã ảnh hưởng đến lý do tại sao quý vị bị đối xử như vậy không?

source: When did this happen?
tl: Kailan ito nangyari?
vi: Việc này đã xảy ra khi nào?

source: Month
tl: Buwan
vi: Tháng

source: Day
tl: Araw
vi: Ngày

source: Year
tl: Taon
vi: Năm

source: In your own words, describe what happened
tl: Sa sarili mong mga salita, ilarawan kung ano ang nangyari
vi: Bằng cách diễn đạt của chính quý vị, hãy mô tả những gì đã xảy ra

source: Please share details like:
tl: Mangyaring ibahagi ang mga detalye katulad ng:
vi: Vui lòng chia sẻ thông tin chi tiết như:

source: Time
tl: Oras
vi: Thời gian

source: Names of people involved including witnesses if there are any
tl: Mga pangalan ng mga taong kasangkot kabilang ang mga saksi kung mayroon man
vi: Tên của những người liên quan bao gồm cả nhân chứng nếu có

source: Any supporting materials (please list and describe them)
tl: Anumang pang-suportang materyales (mangyaring ilista at ilarawan ang mga ito)
vi: Mọi tài liệu hỗ trợ (vui lòng liệt kê và mô tả chúng)

source: While you <strong>cannot</strong> submit these materials through this site, we may request copies of these from you at a later date. If you provide details of these materials, we can know what will be most helpful for your report.
tl: Habang <strong>hindi</strong> ka maaaring magsumite ng mga materyales na ito sa pamamagitan ng pahinaryang ito, maaari kaming humiling ng mga kopya ng mga ito mula sa iyo sa ibang araw. Kung magbibigay ka ng mga detalye ng mga materyales na ito, malalaman namin kung ano ang higit na makakatulong para sa iyong ulat.
vi: Mặc dù quý vị <strong>không thể</strong> nộp tài liệu qua trang mạng này, chúng tôi có thể yêu cầu bản sao của những tài liệu đó sau này. Nếu quý vị cung cấp chi tiết về những tài liệu đó, chúng tôi có thể biết được tài liệu nào sẽ hữu ích nhất đối với báo cáo của quý vị.

source: Contact the Civil Rights Division | Department of Justice
tl: Makipag-ugnay sa Dibisyon sa mga Karapatang Sibil | Kagawaran ng Katarungan
vi: Liên hệ với Ban Dân Quyền | Bộ Tư pháp

source: Have you or someone you know experienced unlawful discrimination? The Civil Rights Division may be able to help. Civil rights laws can protect you from unlawful discrimination, harassment, or abuse in a variety of settings like housing, the workplace, school, voting, businesses, healthcare, public spaces, and more.
tl: Kung ikaw ba o isang kakilala mo ay nakaranas ng labag sa batas na diskriminasyon? Maaari kang matulungan ng Dibisyon sa mga Karapatang Sibil. Ang mga batas sa karapatang sibil ay maaari kang protektahan mula sa labag sa batas na diskriminasyon, panliligalig, o abuso sa iba’t ibang kapaligiran katulad ng pabahay, lugar ng pinagtratrabahuhan, paaralan, botohan, mga negosyo, pangangalaga sa kalusugan, pamublikong puwang, at iba pa.
vi: Quý vị hoặc một người nào đó mà quý vị biết đã từng bị phân biệt đối xử bất hợp pháp chưa? Ban Dân Quyền có thể giúp đỡ quý vị. Luật dân quyền có thể bảo vệ quý vị khỏi sự phân biệt đối xử, quấy rối hoặc lạm dụng bất hợp pháp trong nhiều môi trường khác nhau như nhà ở, nơi làm việc, trường học, hoạt động bỏ phiếu, doanh nghiệp, chăm sóc sức khỏe, không gian công cộng, v.v.

source: Skip to main content
tl: Lampasan upang mapunta sa pangunahing nilalaman
vi: Đi thẳng đến nội dung chính

source: U.S. Department of Justice
tl: Kagawaran ng Katarungan ng Estados Unidos
vi: Bộ Tư pháp Hoa Kỳ

source: Civil Rights Division
tl: Dibisyon sa mga Karapatang Sibil
vi: Ban Dân Quyền

source: required
tl: kailangan
vi: bắt buộc

source: Submission complete
tl: Kumpleto ang pagsusumite
vi: nộp xong

source: United States Department of Justice
tl: Kagawaran ng Katarungan ng Estados Unidos
vi: Bộ Tư pháp Hoa Kỳ

source: Thank you for submitting a report to the Civil Rights Division.
tl: Salamat sa iyong pagsumite ng ulat sa Dibisyon sa mga Karapatang Sibil.
vi: Cảm ơn quý vị đã gửi báo cáo đến Ban Dân quyền.

source: Report successfully submitted
tl: Matagumpay na naisumite ang ulat
vi: Báo cáo đã được nộp thành công

source: Please save your record number for tracking.
tl: Mangyaring itabi ang numero ng iyong tala para sa pagsubaybay.
vi: Vui lòng lưu lại số hồ sơ của quý vị để theo dõi.

source: Your record number is:
tl: Ang numero ng iyong tala ay:
vi: Số hồ sơ của quý vị là:

source: Print report
tl: Ilimbag ang ulat
vi: In baìo caìo

source: Save report
tl: I-save ang ulat
vi: Lưu bản báo cáo

source: What to expect
tl: Ano ang dapat asahan
vi: Những việc sẽ diễn ra

source: We review your report
tl: Sinusuri namin ang iyong ulat
vi: Chúng tôi sẽ đánh giá báo cáo của quý vị

source: Our specialists in the Civil Rights Division carefully read every report to identify civil rights violations, spot trends, and determine if we have authority to help with your report.
tl: Ang aming mga espesyalista sa Dibisyon sa mga Karapatang Sibil ay maingat na binabasa ang bawat ulat upang kilalanin kung ano ang mga nilabag na mga karapatang sibil, makita ang mga kalakaran, at matukoy kung mayroon kaming awtoridad upang tumulong sa iyong ulat.
vi: Các chuyên gia của chúng tôi trong Ban Dân quyền đọc kỹ mọi báo cáo để xác định các hành vi vi phạm dân quyền, phát hiện xu hướng, và xác định xem chúng tôi có thẩm quyền trợ giúp vụ việc trong báo cáo của quý vị hay không.

source: Our specialists determine the next step
tl: Ang aming mga espesyalista ang nagtutukoy kung ano ang susunod na hakbang
vi: Các chuyên gia của chúng tôi sẽ xác định bước tiếp theo

source: We may decide to:
tl: Maaari kaming magpasya na:
vi: Chúng tôi có thể quyết định:

source: <strong>Open an investigation</strong> or take some other action within the legal authority of the Justice Department.
tl: <strong>Magbukas ng isang pagsisiyasat</strong> o gumawa ng iba pang mga kilos sa loob ng ligal na awtoridad ng Kagawaran ng Katarungan.
vi: <strong>Mở một cuộc điều tra</strong> hoặc thực hiện một hành động nào khác trong thẩm quyền pháp lý của Bộ Tư pháp.

source: <strong>Collect more information</strong> before we can look into your report.
tl: <strong>Magtipon ng karagdagang impormasyon</strong> bago namin matingnan ang iyong ulat.
vi: <strong>Thu thập thêm thông tin</strong> trước khi chúng tôi có thể đánh giá báo cáo của quý vị.

source: <strong>Recommend another government agency</strong> that can properly look into your report. If so, we’ll let you know.
tl: <strong>Magrekomenda ng ibang ahensya ng gobyerno</strong> na titingin ng maayos sa iyong ulat. Kung gayon, ipapaalam namin sa iyo.
vi: <strong>Đề nghị một cơ quan chính phủ khác</strong> có thể đánh giá báo cáo của quý vị một cách chính xác. Nếu vậy, chúng tôi sẽ thông báo cho quý vị biết.

source: In some cases, we may determine that we don’t have legal authority to handle your report and will recommend that you seek help from a private lawyer or local legal aid organization.
tl: Magtipon ng karagdagang impormasyon bago namin tingnan ang iyong ulat.
vi: Trong một số trường hợp, chúng tôi có thể xác định rằng chúng tôi không có thẩm quyền pháp lý để xử lý báo cáo của quý vị và sẽ khuyến nghị quý vị nên tìm kiếm sự trợ giúp từ luật sư riêng hoặc tổ chức hỗ trợ pháp lý địa phương.

source: When possible, we will follow up with you
tl: Kapag maaari, magpa-follow-up kami sa iyo
vi: Khi có thể, chúng tôi sẽ liên hệ với quý vị

source: We do our best to let you know about the outcome of our review. However, we may not always be able to provide you with updates because:
tl: Ginagawa namin ang lahat ng aming makakaya upang ipaalam sa iyo kung ano ang kinalabasan ng aming pagsusuri. Subalit, maaaring hindi namin palaging maibibigay sa iyo ang mga pinakabagong impormasyon dahil:
vi: Chúng tôi sẽ cố gắng hết sức để thông báo cho quý vị biết về kết quả đánh giá của chúng tôi. Tuy nhiên, không phải lúc nào chúng tôi cũng có thể cung cấp cho quý vị các thông tin cập nhật vì:

source: We’re actively working on an investigation or case related to your report.
tl: Kami ay aktibong nagsasagawa ng pagsisiyasat o kaso na kaugnay sa iyong ulat.
vi: Chúng tôi đang tích cực thực hiện một cuộc điều tra hoặc trường hợp liên quan đến báo cáo của quý vị.
