Repository: Jkrzy/crt-portal
Catalog: crt_portal/cts_forms/locale/*/LC_MESSAGES/django.po
Languages: tl, vi

source: - Select -
tl: - Pumili -
vi: - Chọn -

source: If you’re reporting on behalf of someone else, please select their status.
tl: Kung ikaw ay nag-uulat sa ngalan ng ibang tao, mangyaring piliin ang kanilang katayuan.
vi: Nếu quý vị đang báo cáo thay mặt cho người khác, vui lòng chọn tình trạng của họ.

source: If you believe you or someone else has experienced a civil rights violation, please tell us what happened.
tl: Kung sa paniniwala mo na ikaw o ang ibang tao ay nakaranas ng isang paglabag sa mga karapatang sibil, mangyaring sabihin sa amin kung ano ang nangyari.
vi: Nếu quý vị cho rằng quý vị hoặc một người nào đó đã bị vi phạm dân quyền, vui lòng cho chúng tôi biết điều gì đã xảy ra.

source: Select the reason that best describes your concern. Each reason lists examples of civil rights violations that may relate to your incident. In another section of this report, you will be able to describe your concern in your own words.
tl: Pumili ng dahilan na pinaka-naglalarawan sa iyong pagkabahala. Bawat dahilan ay nagtatala ng mga halimbawa ng paglabag sa mga karapatang sibil na maaaring maiugnay sa iyong insidente. Sa ibang seksyon ng ulat na ito, maaari mong ilarawan ang iyong pagkabahala sa sarili mong mga salita.
vi: Chọn lý do mô tả tốt nhất mối quan ngại của quý vị. Với mỗi lý do, liệt kê các ví dụ về những hành vi vi phạm dân quyền có thể liên quan đến vụ việc của quý vị. Trong một phần khác của báo cáo này, quý vị sẽ có thể mô tả mối quan ngại của mình qua lời lẽ riêng của quý vị.

source: Examples: Name of business, school, intersection, prison, polling place, website, etc.
tl: Mga halimbawa: Pangalan ng negosyo, paaralan, interseksyon, kulungan, lugar kung saan maaaring bomoto, website, at iba pa.
vi: Ví dụ: Tên doanh nghiệp, trường học, giao lộ, nhà tù, điểm bỏ phiếu, trang web, v.v.

source: Where did this happen?
tl: Saan ito nangyari?
vi: Việc này đã xảy ra ở đâu?

source: Please tell us the city, state, and name of the location where this incident took place. This ensures your report is reviewed by the right people within the Civil Rights Division.
tl: Mangyaring sabihin sa amin ang lungsod, estado, at pangalan ng lugar kung saan naganap ang panyayaring ito. Tinitiyak nito na ang iyong ulat ay masusuri ng mga tamang tao sa loob ng Dibisyon sa mga Karapatang Sibil.
vi: Vui lòng cho chúng tôi biết thành phố, tiểu bang và tên của địa điểm đã diễn ra vụ việc này. Điều này nhằm đảm bảo báo cáo của quý vị được đánh giá bởi những người phù hợp trong Ban Dân quyền.

source: Please describe
tl: Mangyaring ilarawan
vi: Vui lòng mô tả

source: Please select the type of school or educational program.
tl: Mangyaring piliin ang uri ng paaralan o palatuntunang pang-edukasyon.
vi: Vui lòng chọn loại hình trường học hoặc chương trình giáo dục.

source: There are federal and state laws that protect people from discrimination based on their personal characteristics. Here is a list of the most common characteristics that are legally protected. Select any that apply to your incident.
tl: Mayroong mga batas na pampederal at pang-estado na nagproprotekta sa mga tao mula sa diskriminasyon batay sa kanilang personal na mga katangian. Ito ay isang listahan ng pinakakaraniwang mga katangian na pinoprotektahan sa ligal na pamamaraan. Pumili ng anuman na nababagay sa iyong insidente.
vi: Có các luật liên bang và tiểu bang bảo vệ mọi người khỏi sự phân biệt đối xử dựa trên các đặc điểm cá nhân của họ. Dưới đây là danh sách các đặc điểm thông thường nhất được bảo vệ hợp pháp. Chọn bất kỳ đặc điểm nào phù hợp với vụ việc của quý vị.

source: Please describe "Other reason"
tl: Mangyaring ilarawan ang “Ibang dahilan”
vi: Vui lòng mô tả “Lý do khác”

source: It is important for us to know how recently this incident happened so we can take the appropriate action. If this happened over a period of time or is still happening, please provide the most recent date.
tl: Mahalagang malaman namin kung gaano kamakalian lamang ang pangyayaring ito upang makagawa kami ng naaangkop na kilos. Kung matagal ng nangyari ito o kasalukuyan pa ring nangyayari, mangyaring ibigay ang pinaka-kamakailan na petsa.
vi: Điều quan trọng là chúng tôi cần phải biết vụ việc này đã xảy ra gần đây hay không để chúng tôi có thể thực hiện hành động phù hợp. Nếu vụ việc này đã diễn ra trong một khoảng thời gian hoặc vẫn đang diễn ra, vui lòng cho biết ngày gần đây nhất.

source: Assigned to
tl: Naitalaga kay
vi: Được giao cho

source: Primary classification
tl: Pangunahing pag-uuri
vi: Phân loại chính

source: Create date cannot be in the future.
tl: Ang petsa na inilikha ay hindi maaaring sa hinaharap.
vi: Ngày tạo không được là ngày trong tương lai.

source: Comment cannot be empty
tl: Ang puna ay hindi maaaring walang laman
vi: Nhận xét không được để trống

source: - Select -
tl: - Pumili -
vi: - Chọn -

source: Yes
tl: Oo
vi: Có

source: No
tl: Hindi
vi: Không

source: Please select a status as an active duty service member.
tl: Mangyaring piliin ang katayuan bilang isang aktibong miyembro ng serbisyo sa tungkulin.
vi: Vui lòng chọn trạng thái là quân nhân tại ngũ.

source: Workplace discrimination or other employment-related problem
tl: Diskriminasyon sa lugar ng pinagtratrabahuhan o iba pang problema na may kaugnayan sa trabaho
vi: Phân biệt đối xử tại nơi làm việc hoặc vấn đề khác liên quan đến việc làm

source: Housing discrimination or harassment
tl: Diskriminasyon o panliligalig sa pabahay
vi: Phân biệt đối xử về gia cư hoặc quấy rối

source: Discrimination at a school, educational program or service, or related to receiving education
tl: Diskriminasyon sa paaralan, palatuntunang o serbisyong pang-edukasyon, o may kaugnayan sa pagtanggap ng edukasyon
vi: Phân biệt đối xử tại trường học, chương trình giáo dục hoặc dịch vụ, hoặc liên quan đến việc tiếp nhận giáo dục

source: Mistreated by police, correctional staff, or inmates
tl: Minaltrato ng pulis, mga tauhan sa pagwawasto, o mga preso
vi: Bị cảnh sát, nhân viên cải huấn hoặc tù nhân ngược đãi

source: Voting rights or ability to vote affected
tl: Naapektuhan na mga karapatan sa pagboto o ang kakayahang bumoto
vi: Quyền bỏ biếu hoặc khả năng bỏ phiếu bị ảnh hưởng

source: Discriminated against in a commercial location or public place
tl: Nakaranas ng diskriminasyon sa isang lugar ng komersiyo o lugar na pampubliko
vi: Bị phân biệt đối xử ở một địa điểm thương mại hoặc nơi công cộng

source: Something else happened
tl: Mayroon pang ibang nangyari
vi: Một vấn đề khác đã xảy ra

source: Victim of a hate crime
tl: Biktima ng isang krimen sa pagkapoot
vi: Nạn nhân của việc phạm tội do thù ghét

source: Victim of human trafficking
tl: Biktima ng panlilinlang ng mga tao
vi: Nạn nhân của nạn buôn người

source: This could include a store, restaurant, bar, hotel, place of worship, library, medical facility, bank, courthouse, government building, public park or street, as well as online.
tl: Maaari nitong maisama ang isang tindahan, restawran, bar, otel, lugar ng pagsamba, silid-aklatan, pasilidad ng medisina, bangko, korte, gusali ng pamahalaan, pampublikong parke o langsangan, pati na rin ang online.
vi: Điều này có thể bao gồm cửa hàng, nhà hàng, quán bar, khách sạn, cơ sở thờ phượng, thư viện, cơ sở y tế, ngân hàng, trụ sở tòa án, tòa nhà chính phủ, công viên hoặc đường phố công cộng, cũng như trực tuyến.

source: The examples above reflect some but not all of the civil rights violations that we address. Select this option if you don’t see an example that applies to your situation. You will be able to tell us more later.
tl: Ang mga halimbawa sa itaas ay sumasalamin ng ilan ngunit hindi sa lahat ng paglabag sa mga karapatang sibil na aming tinutugunan. Piliin ang pagpipiliang ito kung wala kang nakikitang isang halimbawa na nababagay sa iyong sitwasyon. Maaari kang magsabi sa amin ng karagdagan mamaya.
vi: Các ví dụ trên phản ánh một số nhưng không phải tất cả các vi phạm về dân quyền mà chúng tôi giải quyết. Chọn tùy chọn này nếu quý vị không thấy ví dụ áp dụng cho trường hợp của mình. Quý vị sẽ có thể cho chúng tôi biết thêm sau.

source: (Including while in prison)
tl: (Kabilang ang habang nakakulong)
vi: (Kể cả khi ở trong tù)

source: To potentially be a hate crime, the situation must include physical harm, or attempts to cause harm with a dangerous weapon, because of race, color, national origin, religion, gender, sexual orientation, gender identity, or disability. Threats of force or physical harm because of race, color, religion or national origin are also potential hate crimes.
tl: Upang potensyal na maging isang krimen sa pagkapoot, ang sitwasyon ay kinakailangang may kasamang pisikal na pananakit, o tangkang magdulot ng pananakit gamit ang mapanganib na sandata, dahil sa lahi, kulay, pambansang pinagmulan, relihiyon, kasarian, orientasyong sekswal, pagkakakilanlan ng kasarian, o kapansanan. Mga banta ng pwersa o pisikal na pananakit dahil sa lahi, kulay, relihiyon, o pambansang pinagmulan ay maaari rin na mga krimen sa pagkapoot.
vi: Để có thể là một hành vi phạm tội do thù ghét, tình huống phải bao gồm tổn hại về thể chất hoặc mưu hại bằng vũ khí nguy hiểm, vì lý do chủng tộc, màu da, quốc gia xuất xứ, tôn giáo, giới tính, khuynh hướng tình dục, nhận dạng giới tính, hoặc tình trạng khuyết tật. Đe dọa bằng vũ lực hoặc gây tổn hại về thể chất vì chủng tộc, màu da, tôn giáo hoặc quốc gia xuất xứ cũng là những hành vi phạm tội do thù ghét tiềm ẩn.

source: Human trafficking is when someone is forced into labor or sex work for profit. This can happen in many types of work that include, for example: agriculture, domestic work, restaurants, cleaning services, and sex work.
tl: Panlilinlang ng mga tao ay kung saan ang isang tao ay pinipilit na magtrabaho o makipagtalik upang mapagkakitaan. Maaari itong mangyari sa maraming uri ng trabaho na kasama, halimbawa, ang: agrikultura, trabaho sa loob ng bahay, mga restawran, mga serbisyong tagapaglinis, at trabaho sa pakikipagtalik.
vi: Buôn bán người là khi một người nào đó bị ép buộc phải lao động hoặc bán dâm vì mục đích lợi nhuận. Điều này có thể xảy ra trong nhiều loại hình công việc, chẳng hạn như: nông nghiệp, công việc nội trợ, nhà hàng, dịch vụ dọn dẹp và mại dâm.

source: Were you forced to work against your will?
tl: Pinilit ka bang magtrabaho ng laban sa iyong kalooban?
vi: Quý vị có bị ép buộc phải làm việc trái ý mình không?

source: Get help from the National Human Trafficking Hotline
tl: Humingi ng tulong mula sa Pambansang Hotline sa Panlilinlang ng mga Tao
vi: Nhận sự giúp đỡ từ Đường Dây Nóng Chống Buôn Người Toàn Quốc

source: Get help for hate crimes
tl: Humingi ng tulong para sa mga krimen ng pagka-poot
vi: Nhận sự giúp đỡ khi gặp phải những hành vi phạm tội do thù hận

source: To report a threat against voters, threats against election officials, or election fraud, visit <a href="https://tips.fbi.gov">tips.fbi.gov</a> or call 800-CALL-FBI
tl: Upang iulat ang isang banta laban sa mga botante, mga banta laban sa mga opisyal ng halalan, o pandaraya sa halalan, bisitahin ang <a href="https://tips.fbi.gov">tips.fbi.gov</a> o tumawag sa 800-CALL-FBI
vi: Để trình báo một mối đe dọa đối với cử tri, những mối đe dọa đối với các quan chức bầu cử, hoặc gian lận bầu cử, hãy truy cập vào trang <a href="https://tips.fbi.gov">tips.fbi.gov</a> hoặc gọi 800-CALL-FBI

source: A hate crime is violence or threats of violence based on race, color, national origin, religion, gender, sexual orientation, gender identity, or disability.
tl: Ang isang krimen sa pagkapoot ay karahasan o mga pananakot ng karahasan batay sa lahi, kulay, pambansang pinagmulan, relihiyon, kasarian, oryentasyong sekswal, pagkakakilanlan ng kasarian, o kapansanan.
vi: Tội ác do thù hận là bạo lực hoặc đe dọa bạo lực dựa trên chủng tộc, màu da, nguồn gốc quốc gia, tôn giáo, giới tính, khuynh hướng tình dục, bản dạng giới, hoặc sự tàn tật.

source: Fired, not hired, or demoted for reasons unrelated to job performance or qualifications
tl: Natanggal sa trabaho, hindi natanggap, o na-demot sa trabaho sa kadahilanang hindi kaugnay sa pagganap sa trabaho o mga kwalipikasyon.
vi: Bị sa thải, không được thuê, hoặc bị giáng cấp vì những lý do không liên quan đến kết quả công việc hoặc trình độ

source: Retaliated against for reporting discrimination
tl: Ginantihan dahil sa pag-uulat ng diskriminasyon
vi: Bị trả đũa vì báo cáo về việc phân biệt đối xử

source: Inappropriately asked to provide immigration documentation
tl: Hindi naaangkop na humiling na magbigay ng dokumentasyon tungkol sa imigrasyon.
vi: Bị yêu cầu cung cấp giấy tờ nhập cư theo cách không phù hợp

source: Denied reemployment or fired based on military service
tl: Tinanggihan sa muling pagtatrabaho o sisantehin sa trabaho batay sa serbisyong militar
vi: Bị từ chối tái tuyển dụng hoặc sa thải do phục vụ quân ngũ

source: Denied an accommodation for a disability, including not being allowed to have a service animal <strong>in the workplace</strong>
tl: Tinanggihan ng tulong dahil sa isang kapansanan, kabilang ang hindi pagpapahintulot na magkaroon ng hayop na nagbibigay ng serbisyo <strong>sa lugar ng pinagtratrabahuhan</strong>
vi: Bị từ chối hỗ trợ phù hợp cho người khuyết tật, bao gồm cả việc không được phép sử dụng động vật phục vụ tại <strong>nơi làm việc</strong>

source: Denied housing, a permit, or a loan based on personal characteristics like race, sex, and/or having children under 18 years old
tl: Tinanggihan ng pabahay, pahintulot, o pautangin batay sa personal na mga katangian katulad ng lahi, kasarian, at/o pagkakaroon ng mga anak na wala pang 18 taong gulang
vi: Bị từ chối hỗ trợ về nhà ở, cấp phép hoặc khoản vay dựa trên các đặc điểm cá nhân như chủng tộc, giới tính và/hoặc có con dưới 18 tuổi

source: Harassment by a landlord or another tenant, including sexual harassment
tl: Panliligalig ng isang nagpapaupa o ibang umuupa, kabilang ang sekswal na panliligalig
vi: Bị quấy rối bởi chủ nhà hoặc người thuê nhà khác, bao gồm cả quấy rối tình dục

source: Challenges with terminating a lease due to military status change
tl: Mga hamon sa pagwawakas ng pagpapaupa dahil sa pagbabago ng katayuan sa militar
vi: Bị gây khó khăn trong việc chấm dứt hợp đồng thuê do thay đổi tình trạng quân nhân

source: Denied an accommodation for a disability, including not being allowed to have a service or assistance animal <strong>in public housing</strong>
tl: Tinanggihan ng tulong dahil sa isang kapansanan, kabilang ang hindi pagpapahintulot na magkaroon ng hayop na nagbibigay ng serbisyo o hayop na tumutulong <strong>sa loob ng pampublikong pabahay</strong>
vi: Bị từ chối hỗ trợ phù hợp cho người khuyết tật, bao gồm cả việc không được phép sử dụng động vật phục vụ hoặc động vật trợ giúp <strong>trong nhà ở công cộng</strong>

source: Harassment based on race, sex, national origin, disability, or religion
tl: Panliligalig batay sa lahi, kasarian, pambansang pinagmulan, kapansanan, o relihiyon
vi: Bị quấy rối vì lý do chủng tộc, giới tính, quốc gia xuất xứ, tình trạng khuyết tật, hoặc tôn giáo

source: Denied admission or segregated in an education program or activity
tl: Tinanggihan ang pagpasok o inihiwalay sa isang palatuntunan o aktibidad na pang-edukasyon
vi: Bị từ chối nhập học hoặc bị tách biệt trong một chương trình hoặc hoạt động giáo dục

source: Denied educational accommodations for a disability or language barrier
tl: Tinanggihan ng mga tulong na pang-edukasyon dahil sa isang kapansanan o kahadlangan sa wika
vi: Bị từ chối hỗ trợ giáo dục do tình trạng khuyết tật hoặc rào cản ngôn ngữ

source: Obstacles to registering to vote, obtaining or submitting a ballot, having your ballot counted, or entering a polling place to vote
tl: Mga sagabal sa pagpaparehistro sa pagboto, sa pagkuha o pagsumite ng balota, sa pagbilang sa iyong balota, o pagpasok sa lugar ng botohan upang bumoto
vi: Những trở ngại đối với việc đăng ký bỏ phiếu, lấy hoặc gửi phiếu bầu, kiểm phiếu hoặc vào phòng phiếu để bỏ phiếu

source: Denied adequate voting assistance or accommodations for a disability at a polling place
tl: Tinanggihan ng sapat na tulong sa pagboto o mga akomodasyon para sa isang kapansanan sa lugar ng botohan
vi: Bị từ chối sự hỗ trợ đầy đủ trong việc bỏ phiếu hoặc hỗ trợ phù hợp cho người khuyết tật tại một địa điểm bỏ phiếu

source: Restricted or prevented from participating in an election, including voting, becoming a candidate, or being elected for office
tl: Pinaghigpitan o pinigilang makilahok sa isang halalan, kabilang ang pagboto, pagiging isang kandidato, o pagkahalal sa posisyon
vi: Bị hạn chế hoặc bị ngăn cản tham gia vào một cuộc bầu cử, bao gồm bỏ phiếu, trở thành ứng cử viên, hoặc được bầu cho một chức vụ

source: Police brutality or use of excessive force, including patterns of police misconduct
tl: Pagmamalupit ng pulis o paggamit ng labis na puwersa, kabilang ang mga kaparaanan ng maling pangangasiwa ng mga pulis
vi: Tình trạng bạo hành của cảnh sát hoặc sử dụng vũ lực quá mức cần thiết, bao gồm cả các kiểu hành vi sai trái của cảnh sát

source: Searched and arrested under false pretenses, including racial or other discriminatory profiling
tl: Hinanapan at inaresto sa ilalim ng maling mga pagpapanggap, kabilang ang pagtatangi ng lahi o iba pang diskriminasyon
vi: Bị khám xét và bắt giữ với mục đích lừa đảo, bao gồm cả việc phân biệt đối xử vì lý do chủng tộc hoặc phân biệt đối xử khác

source: Denied rights while arrested or incarcerated
tl: Tinanggihang mga karapatan habang naaresto o nakakulong
vi: Bị từ chối các quyền khi bị bắt giữ hoặc bị giam giữ

source: Denied access to safe living conditions or accommodations for a disability, language barrier, or religious practice while incarcerated
tl: Tinanggihan ng pagkakaroon ng ligtas na mga kondisyon sa pamumuhay o mga tulong para sa kapansanan, kahadlangan sa wika, o kasanayan sa relihiyon habang nakakulong
vi: Bị từ chối tiếp cận với các điều kiện sống an toàn hoặc phương tiện hỗ trợ dành cho tình trạng khuyết tật, bất đồng ngôn ngữ, hoặc nghi thức tôn giáo khi bị giam giữ

source: A physical or online location that does not provide disability accommodations
tl: Isang lugar na pisikal o online na hindi nagkakaloob ng akomodasyon para sa may kapansanan
vi: Một địa điểm thực tế hoặc trực tuyến không cung cấp hỗ trợ cho người khuyết tật

source: Denied service or entry because of a perceived personal characteristic like race, sex, or religion
tl: Tinanggihan na serbisyo o pagpasok dahil sa isang pinaghihinalaang personal na katangian katulad ng lahi, kasarian, o relihiyon
vi: Bị từ chối phục vụ hoặc không cho vào cửa vì một đặc điểm cá nhân được nhận thấy như chủng tộc, giới tính, hoặc tôn giáo

source: Denied an accommodation for a disability, including not being allowed to have a service animal <strong>in a commercial or public location</strong>
tl: Tinanggihan ng tulong dahil sa isang kapansanan, kabilang ang hindi pagpapahintulot na magkaroon ng hayop na nagbibigay ng serbisyo <strong>sa isang komersyal o pampublikong lokasyon</strong>
vi: Bị từ chối hỗ trợ phù hợp cho người khuyết tật, bao gồm cả việc không được phép sử dụng động vật phục vụ <strong>tại khu thương mại hay công cộng</strong>

source: Physical attack causing injury, or an attempt to cause injury with a dangerous weapon, because of the above characteristics
tl: Pisikal na atake na nagdudulot ng pinsala, o pagtangkang magdulot ng pinsala gamit ang mapanganib na sandata, dahil sa mga katangian na nabanggit sa itaas
vi: Tấn công về thể chất gây thương tích, hoặc toan gây thương tích bằng vũ khí nguy hiểm, vì các đặc điểm trên

source: Attacks, threats of violence, or destruction of property at place of worship (ie: shooting, arson, bombing, smashing windows, writing slurs)
tl: Mga atake, mga banta ng karahasan, o pagsira ng mga ari-arian sa lugar ng pagsamba (tulad ng: pagbaril, pagsunog, pagbomba, pagbasag ng mga bintana, pagsulat ng mga insulto)
vi: Tấn công, đe dọa bạo lực, hoặc phá hoại tài sản tại cơ sở thờ phượng (ví dụ: bắn súng, đốt phá, đánh bom, đập vỡ cửa sổ, viết những lời nhục mạ)

source: Coerced into working through threats of harm or deportation, psychological manipulation, debt manipulation, document confiscation, or confinement
tl: Pinilit na magtrabaho sa pamamagitan ng mga banta ng pananakit o deportasyon, manipulasyong sikolohikal, manipulasyon sa mga utang, pagkumpiska ng mga dokumento, o pagkakulong
vi: Bị ép buộc làm việc thông qua việc đe dọa làm tổn hại hoặc trục xuất, thao túng tâm lý, thao túng nợ, tịch thu giấy tờ, hoặc giam giữ

source: Forced into sex work for profit through physical abuse or assault, sexual abuse or assault, other threats of harm, or confinement
tl: Pinuwersa sa trabahong pakikipagtalik upang mapagkakitaan sa pamamagitan ng pisikal na pang-aabuso o pag-atake, sekswal na pang-aabuso o pag-atake, iba pang mga banta ng pananakit, o pagkakulong
vi: Bị ép buộc hoạt động mại dâm vì mục đích lợi nhuận thông qua lạm dụng hoặc tấn công thân thể, lạm dụng hoặc tấn công tình dục, các mối đe dọa gây tổn hại khác, hoặc bị giam giữ

source: Federal
tl: Pederal
vi: Liên Bang

source: State or local
tl: Estado o lokal
vi: Tiểu bang hoặc địa phương

source: Both
tl: Pareho
vi: Cả hai

source: I'm not sure
tl: Hindi ako sigurado
vi: Tôi không chắc

source: Physical harm or threats of violence based on race, color, national origin, religion, gender, sexual orientation, gender identity, or disability
tl: Pisikal na pananakit o mga banta ng karahasan batay sa lahi, kulay, pambansang pinagmulan, relihiyon, kasarian, orientasyong sekswal, pagkakakilanlan ng kasarian, o kapansanan
vi: Gây tổn hại về thể chất hoặc đe dọa bạo lực dựa trên chủng tộc, màu da, quốc gia xuất xứ, tôn giáo, giới tính, khuynh hướng tình dục, nhận dạng giới tính, hoặc tình trạng khuyết tật

source: Threatened, forced, and held against your will for the purposes of performing work or commercial sex acts. This could include threats of physical harm, withholding promised wages, or being held under a false work contract
tl: Pinagbantaan, pinuwersa, at pinigilan laban sa iyong kalooban para sa layuning gumanap ng trabaho o mga sekswal na kilos pang-komersyal. Maaaring kabilang dito ang pagbabanta sa pisikal na pananakit, pagpipigil sa ipinangakong mga sahod, o pagsasa-ilalim sa huwad na kontrata sa trabaho
vi: Bị đe dọa, ép buộc, và giam giữ trái với ý muốn của quý vị vì mục đích thực hiện công việc hoặc các hành vi tình dục thương mại. Điều này có thể bao gồm các mối đe dọa gây tổn hại về thể chất, giữ lại tiền lương đã hứa, hoặc bị giam chân trong một hợp đồng làm việc giả mạo

source: Age
tl: Edad
vi: Tuổi

source: Disability (including temporary or recovered and including HIV and drug addiction)
tl: Kapansanan (kabilang ang pansamantalang kapansan o gumaling na, pati na rin ang HIV at pagkagumon sa droga)
vi: Tình trạng khuyết tật (bao gồm tạm thời hoặc đã phục hồi và bao gồm cả HIV và nghiện ma tuý)

source: Family, marital, or parental status
tl: Katayuan ng pamilya, pag-aasawa, o pagiging magulang
vi: Tình trạng gia đình, hôn nhân, hay làm cha mẹ

source: Gender identity (including gender stereotypes)
tl: Pagkakakilanlan ng kasarian (kabilang ang mga estereotipo sa kasarian)
vi: Nhận dạng giới tính (bao gồm cả định kiến về giới tính)

source: Genetic information (including family medical history)
tl: Impormasyong genetiko (kabilang ang kasaysayang medikal ng pamilya)
vi: Thông tin di truyền (bao gồm bệnh sử của gia đình)

source: Immigration/citizenship status (choosing this will not share your status)
tl: Katayuan ng Imigrasyon/pagkamamamayan (ang pagpili nito ay hindi magbabahagi ng iyong katayuan)
vi: Tình trạng nhập cư/tư cách công dân (việc chọn lựa chọn này sẽ không chia sẻ tình trạng của quý vị)
